<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Lincity-ng-commit] r1467 - in trunk/data/help: ca es fr gl nl	pt_BR sv tr
   </TITLE>
   <LINK REL="Index" HREF="http://lists.berlios.de/pipermail/lincity-ng-commit/2008-December/index.html" >
   <LINK REL="made" HREF="mailto:lincity-ng-commit%40lists.berlios.de?Subject=Re%3A%20%5BLincity-ng-commit%5D%20r1467%20-%20in%20trunk/data/help%3A%20ca%20es%20fr%20gl%20nl%0A%09pt_BR%20sv%20tr&In-Reply-To=%3C200812132038.mBDKcQGk000866%40sheep.berlios.de%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000396.html">
   <LINK REL="Next"  HREF="000398.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Lincity-ng-commit] r1467 - in trunk/data/help: ca es fr gl nl	pt_BR sv tr</H1>
    <B>wolfgangb at BerliOS</B> 
    <A HREF="mailto:lincity-ng-commit%40lists.berlios.de?Subject=Re%3A%20%5BLincity-ng-commit%5D%20r1467%20-%20in%20trunk/data/help%3A%20ca%20es%20fr%20gl%20nl%0A%09pt_BR%20sv%20tr&In-Reply-To=%3C200812132038.mBDKcQGk000866%40sheep.berlios.de%3E"
       TITLE="[Lincity-ng-commit] r1467 - in trunk/data/help: ca es fr gl nl	pt_BR sv tr">wolfgangb at mail.berlios.de
       </A><BR>
    <I>Sat Dec 13 21:38:26 CET 2008</I>
    <P><UL>
        <LI>Previous message: <A HREF="000396.html">[Lincity-ng-commit] r1466 - trunk/src/lincity
</A></li>
        <LI>Next message: <A HREF="000398.html">[Lincity-ng-commit] r1468 - in trunk: data/gui/dialogs	src/lincity-ng
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#397">[ date ]</a>
              <a href="thread.html#397">[ thread ]</a>
              <a href="subject.html#397">[ subject ]</a>
              <a href="author.html#397">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Author: wolfgangb
Date: 2008-12-13 21:38:26 +0100 (Sat, 13 Dec 2008)
New Revision: 1467

Modified:
   trunk/data/help/ca/bulldoze.xml
   trunk/data/help/es/bulldoze.xml
   trunk/data/help/fr/bulldoze.xml
   trunk/data/help/gl/bulldoze.xml
   trunk/data/help/nl/bulldoze.xml
   trunk/data/help/pt_BR/bulldoze.xml
   trunk/data/help/sv/bulldoze.xml
   trunk/data/help/tr/bulldoze.xml
Log:
Patch #2608 by Jaky: removes the sentences &quot;At this time, demolishing river areas are the only way to cross them with transport. Think of the demolished river with transport crossing the cleared area as a bridge.&quot; from the other translations as well.


Modified: trunk/data/help/ca/bulldoze.xml
===================================================================
--- trunk/data/help/ca/bulldoze.xml	2008-12-13 20:33:02 UTC (rev 1466)
+++ trunk/data/help/ca/bulldoze.xml	2008-12-13 20:38:26 UTC (rev 1467)
@@ -3,7 +3,6 @@
 	&lt;p style=&quot;htitle&quot;&gt;Excavadora&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;Per a enderrocar una zona heu de seleccionar l'excavadora i despr&#233;s clicar a la zona que voleu enderrocar. Els enderrocs s'han de pagar. Quan construiu una zona, el cost d'enderrocar-la es mostra a la part inferior esquerra de la pantalla.&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;Algunes coes, com els monuments s&#243;n cars d'enderrocar. El cost d'una demolic&#243; t&#233; en compte no nom&#233;s el cost de l'enderroc f&#237;sic si no tamb&#233; el cost social i pol&#237;tic. Per exemple, per a enderrocar un monument, tamb&#233; tindreu protestes i despeses judicials.&lt;/p&gt;
-	&lt;p style=&quot;hp&quot;&gt;Excavar en rius s&#243;n l'&#250;nica manera de creuar-los amb transport. Penseu que un riu excavat &#233;s com fer un pont per a creuar-lo.&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;This is the bulldozer icon&lt;/p&gt;
 	&lt;img src=&quot;images/gui/buttonpanel/base/bulldozer.png&quot; halign=&quot;center&quot;/&gt;
 	&lt;p style=&quot;hsubtitle&quot;&gt;Temes relacionats:&lt;/p&gt;

Modified: trunk/data/help/es/bulldoze.xml
===================================================================
--- trunk/data/help/es/bulldoze.xml	2008-12-13 20:33:02 UTC (rev 1466)
+++ trunk/data/help/es/bulldoze.xml	2008-12-13 20:38:26 UTC (rev 1467)
@@ -3,7 +3,6 @@
 	&lt;p style=&quot;htitle&quot;&gt;Niveladora&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;Para derribar un &#225;rea selecciona el icono de la niveladora y despu&#233;s pulsa sobre el &#225;rea que quieres eliminar. Nivelar, derribar o desecar r&#237;os cuesta dinero. Cuando contruyas sobre un &#225;rea, el coste de contruirlo y derribarlo se muestra en la esquina inferior izquierda de la pantalla.&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;Algunos edificios, como los monumentos, son muy caros de derribar. El coste del derribo no s&#243;lo hace referencia al coste material, sino al coste pol&#237;tico. Por ejemplo: al derribar un monumento tendr&#225;s protestas y costes judiciales.&lt;/p&gt;
-	&lt;p style=&quot;hp&quot;&gt;En este momento, desecar r&#237;os es la &#250;nica manera de cruzarlos para los medios de transporte. Piensa en la zona de r&#237;o desecada para que circulen los transportes como si fuese un puente.&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;&#201;ste es el icono de la niveladora&lt;/p&gt;
 	&lt;img src=&quot;images/gui/buttonpanel/base/bulldozer.png&quot; halign=&quot;center&quot;/&gt;
 	&lt;p style=&quot;hsubtitle&quot;&gt;Ver tambi&#233;n:&lt;/p&gt;

Modified: trunk/data/help/fr/bulldoze.xml
===================================================================
--- trunk/data/help/fr/bulldoze.xml	2008-12-13 20:33:02 UTC (rev 1466)
+++ trunk/data/help/fr/bulldoze.xml	2008-12-13 20:38:26 UTC (rev 1467)
@@ -3,7 +3,6 @@
 	&lt;p style=&quot;htitle&quot;&gt;Bulldozer&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;Pour d&#233;molir une zone, s&#233;lectionnez l'outil Bulldozer, puis cliquer sur la zone &#224; d&#233;truire. D&#233;molir co&#251;te de l'argent: quand vous contruisez, le prix de construction et de d&#233;molition s'affichent en bas &#224; droite de l'&#233;cran.&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;Certains endroits, comme les Monuments, sont extr&#234;mement chers &#224; d&#233;molir. Le prix inclut non seulement le co&#251;t physique du travail mais &#233;galement le co&#251;t politique. Par exemple pour la d&#233;molition d'un monument, vous aurez des protestations et &#233;galement des frais de proc&#232;s...&lt;/p&gt;
-	&lt;p style=&quot;hp&quot;&gt;Pour l'instant, d&#233;molir une zone de rivi&#232;re est le seul moyen pour la traverser avec des transports. Consid&#233;rez une rivi&#232;re d&#233;molie et le transport ajout&#233; comme un pont enjambant la zone.&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;Ceci est l'ic&#244;ne d'un bulldozer.&lt;/p&gt;
 	&lt;img src=&quot;images/gui/buttonpanel/base/bulldozer.png&quot; halign=&quot;center&quot;/&gt;
 

Modified: trunk/data/help/gl/bulldoze.xml
===================================================================
--- trunk/data/help/gl/bulldoze.xml	2008-12-13 20:33:02 UTC (rev 1466)
+++ trunk/data/help/gl/bulldoze.xml	2008-12-13 20:38:26 UTC (rev 1467)
@@ -3,7 +3,6 @@
 	&lt;p style=&quot;htitle&quot;&gt;Niveladora&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;Para derrubar unha &#225;rea selecciona a icona da niveladora e despois pulsa sobre a &#225;rea que queres derrubar ou limpar. As demolici&#243;ns custan cartos. Cando contrues nunha &#225;rea, o custe de contruir e derrubar &#233; amosado na esquina inferior esquerda da pantalla.&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;Algunha cousas, coma monumentos, son moi caras &#225; hora de derrubalas. O custe da demolici&#243;n non s&#243; &#233; economico, se non tam&#233;n pol&#237;tico. Por exemplo, se derrubas un monumento, ter&#225;s protestas e custes xudiciais coma m&#237;nimo.&lt;/p&gt;
-	&lt;p style=&quot;hp&quot;&gt;Nestes intres, desecar &#225;reas de r&#237;o &#233; a &#250;nica forma de cruza-lo r&#237;o con v&#237;as de transporte. Pensa nestas desecaci&#243;ns coma formas de facer pontes nos r&#237;os&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;Este &#233; a icona da niveladora&lt;/p&gt;
 	&lt;img src=&quot;images/gui/buttonpanel/base/bulldozer.png&quot; halign=&quot;center&quot;/&gt;
 	&lt;p style=&quot;hsubtitle&quot;&gt;Ver tam&#233;n:&lt;/p&gt;

Modified: trunk/data/help/nl/bulldoze.xml
===================================================================
--- trunk/data/help/nl/bulldoze.xml	2008-12-13 20:33:02 UTC (rev 1466)
+++ trunk/data/help/nl/bulldoze.xml	2008-12-13 20:38:26 UTC (rev 1467)
@@ -3,7 +3,6 @@
 	&lt;p style=&quot;htitle&quot;&gt;Afbreken&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;Om een gebied te vernietigen moet u de afbreken-knop aanklikken, daarna moet u klikken op het gebied dat u wilt vernietigen. Afbreken kost geld. Wanneer u iets wilt afbreken worden de kosten om het te bouwen en terug af te breken getoond in de linker benedenhoek van het scherm.&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;Sommige zaken, zoals monumenten zijn zeer duur om af te breken. De kosten om af te breken houdt niet alleen rekening met de echte kosten van het afbreken maar ook 'neveneffect'-kosten. Bijvoorbeeld door een monument af te breken krijgt u protestmarsen, en politie en rechtbanken kosten ook geld.&lt;/p&gt;
-	&lt;p style=&quot;hp&quot;&gt;Op dit moment, is het verwijderen van rivier(gebieden) de enigste manier om ze te overbruggen voor verkeer. U kunt dit als een brug zien.&lt;/p&gt;
 	
 	&lt;p style=&quot;hp&quot;&gt;Dit is het afbreken icoontje&lt;/p&gt;
 	&lt;img src=&quot;images/gui/buttonpanel/base/bulldozer.png&quot; halign=&quot;center&quot;/&gt;

Modified: trunk/data/help/pt_BR/bulldoze.xml
===================================================================
--- trunk/data/help/pt_BR/bulldoze.xml	2008-12-13 20:33:02 UTC (rev 1466)
+++ trunk/data/help/pt_BR/bulldoze.xml	2008-12-13 20:38:26 UTC (rev 1467)
@@ -3,7 +3,6 @@
 	&lt;p style=&quot;htitle&quot;&gt;Demoli&#231;&#227;o&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;Para demolir uma &#225;rea voc&#234; deve selecionar o bot&#227;o demolir e ent&#227;o clicar na &#225;rea que deve ser demolida. A demoli&#231;&#227;o custa dinheiro. Quando voc&#234; constuir em uma &#225;rea, o custo da constru&#231;&#227;o e demoli&#231;&#227;o &#233; mostrado no rodap&#233; esquerdo da tela.&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;Algumas coisas, como os monumentos, s&#227;o muito custosos para serem demolidos. O custo da demoli&#231;&#227;o leva em considera&#231;&#227;o n&#227;o somente o custo f&#237;sico, mas tamb&#233;m o custo pol&#237;tico. Exemplo, para demolir um monumento, voc&#234; tera protestos e custos judiciais.&lt;/p&gt;
-	&lt;p style=&quot;hp&quot;&gt;Por enquanto, demolir &#225;reas de rios s&#227;o o &#250;nico meio de atravess&#225;-los com o transporte. Pense no rio demolido com transporte como se fosse uma ponte.&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;Este &#233; o &#237;cone da demoli&#231;&#227;o&lt;/p&gt;
 	&lt;img src=&quot;images/gui/buttonpanel/base/bulldozer.png&quot; halign=&quot;center&quot;/&gt;
 	&lt;p style=&quot;hsubtitle&quot;&gt;Veja tamb&#233;m:&lt;/p&gt;

Modified: trunk/data/help/sv/bulldoze.xml
===================================================================
--- trunk/data/help/sv/bulldoze.xml	2008-12-13 20:33:02 UTC (rev 1466)
+++ trunk/data/help/sv/bulldoze.xml	2008-12-13 20:38:26 UTC (rev 1467)
@@ -3,7 +3,6 @@
 	&lt;p style=&quot;htitle&quot;&gt;Rivning&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;F&#246;r att riva ett omr&#229;de v&#228;ljer du rivningsknappen och klicka sedan p&#229; det omr&#229;de du vill ha bort. Rivning kostar pengar. N&#228;r du bygger ett omr&#229;de kommer kostnaden f&#246;r att bygga det och riva det att visas i nederst i v&#228;nster h&#246;rna av sk&#228;rmen.&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;Visa saker, s&#229;som monument &#228;r v&#228;ldigt dyra att riva. Kostnaden f&#246;r rivning innefattar inte bara den fysiska kostnaden utan &#228;ven den politiska kostnaden. Till exempel, f&#246;r att riva ett monument kommer du att f&#229; protester och r&#228;tteg&#229;ngskostnader ocks&#229;.&lt;/p&gt;
-	&lt;p style=&quot;hp&quot;&gt;F&#246;r tillf&#228;llet &#228;r det enda s&#228;ttet att komma &#246;ver en kanal med en transport &#228;r att riva kanalomr&#229;det. T&#228;nk att det rivna kanalomr&#229;det och transporten som kommer &#246;ver den som de vore en bro.&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;Detta &#228;r ikonen f&#246;r rivning&lt;/p&gt;
 	&lt;img src=&quot;images/gui/buttonpanel/base/bulldozer.png&quot; halign=&quot;center&quot;/&gt;
 	&lt;p style=&quot;hsubtitle&quot;&gt;Se ocks&#229;&lt;/p&gt;

Modified: trunk/data/help/tr/bulldoze.xml
===================================================================
--- trunk/data/help/tr/bulldoze.xml	2008-12-13 20:33:02 UTC (rev 1466)
+++ trunk/data/help/tr/bulldoze.xml	2008-12-13 20:38:26 UTC (rev 1467)
@@ -3,7 +3,6 @@
 	&lt;p style=&quot;htitle&quot;&gt;Dozer&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;Bir alan&#305; y&#305;kmak i&#231;in dozeri se&#231; ve temizlemek istedi&#287;in alana t&#305;kla. Y&#305;k&#305;m maliyeti olan bir i&#351;tir. Bir alan yapt&#305;&#287;&#305;n&#305;zda, yap&#305;m ve y&#305;k&#305;m &#252;cretleri ekran&#305;n sol-alt k&#305;sm&#305;nda belirecek.&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;An&#305;t gibi baz&#305; &#351;eylerin y&#305;k&#305;m&#305; &#231;ok pahal&#305;d&#305;r. Y&#305;k&#305;m masraf&#305; sadece fiziksel y&#305;k&#305;m masraf&#305;yla s&#305;n&#305;rl&#305; kalmaz, ayn&#305; zamanda politiksel masrafl&#305;d&#305;r. &#214;rne&#287;in; bir An&#305;t&#305; y&#305;kmak sebebiyle protestocular olu&#351;acak ve tabi ki mahkeme masraflar&#305; da.&lt;/p&gt;
-	&lt;p style=&quot;hp&quot;&gt;Bu defa, Nehir alan&#305;n&#305; y&#305;kmak di&#287;er tarafa ula&#351;&#305;m sa&#287;laman&#305;n tek yolu. Y&#305;k&#305;lm&#305;&#351; bir nehrin kar&#351;&#305;s&#305;na ula&#351;&#305;mla ge&#231;mek  k&#246;pr&#252; gibi g&#252;venlidir.&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;Bu bir Dozer simgesi&lt;/p&gt;
 	&lt;img src=&quot;images/gui/buttonpanel/base/bulldozer.png&quot; halign=&quot;center&quot;/&gt;
 	&lt;p style=&quot;hsubtitle&quot;&gt;Ayr&#305;ca bak:&lt;/p&gt;


</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000396.html">[Lincity-ng-commit] r1466 - trunk/src/lincity
</A></li>
	<LI>Next message: <A HREF="000398.html">[Lincity-ng-commit] r1468 - in trunk: data/gui/dialogs	src/lincity-ng
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#397">[ date ]</a>
              <a href="thread.html#397">[ thread ]</a>
              <a href="subject.html#397">[ subject ]</a>
              <a href="author.html#397">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.berlios.de/mailman/listinfo/lincity-ng-commit">More information about the Lincity-ng-commit
mailing list</a><br>
</body></html>
