<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Lincity-ng-commit] r1227 - trunk/data/help/ru
   </TITLE>
   <LINK REL="Index" HREF="http://lists.berlios.de/pipermail/lincity-ng-commit/2007-June/index.html" >
   <LINK REL="made" HREF="mailto:lincity-ng-commit%40lists.berlios.de?Subject=Re%3A%20%5BLincity-ng-commit%5D%20r1227%20-%20trunk/data/help/ru&In-Reply-To=%3C200706192133.l5JLXknp010458%40sheep.berlios.de%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000154.html">
   <LINK REL="Next"  HREF="000156.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Lincity-ng-commit] r1227 - trunk/data/help/ru</H1>
    <B>asmbsd at BerliOS</B> 
    <A HREF="mailto:lincity-ng-commit%40lists.berlios.de?Subject=Re%3A%20%5BLincity-ng-commit%5D%20r1227%20-%20trunk/data/help/ru&In-Reply-To=%3C200706192133.l5JLXknp010458%40sheep.berlios.de%3E"
       TITLE="[Lincity-ng-commit] r1227 - trunk/data/help/ru">asmbsd at mail.berlios.de
       </A><BR>
    <I>Tue Jun 19 23:33:46 CEST 2007</I>
    <P><UL>
        <LI>Previous message: <A HREF="000154.html">[Lincity-ng-commit] r1226 - in trunk/data: help/ru locale/gui
</A></li>
        <LI>Next message: <A HREF="000156.html">[Lincity-ng-commit] r1228 - trunk/data/help/ru
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#155">[ date ]</a>
              <a href="thread.html#155">[ thread ]</a>
              <a href="subject.html#155">[ subject ]</a>
              <a href="author.html#155">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Author: asmbsd
Date: 2007-06-19 23:33:46 +0200 (Tue, 19 Jun 2007)
New Revision: 1227

Added:
   trunk/data/help/ru/firestation.xml
   trunk/data/help/ru/food.xml
   trunk/data/help/ru/goods.xml
   trunk/data/help/ru/help.xml
   trunk/data/help/ru/tutorial.xml
Log:
Russian translate


Added: trunk/data/help/ru/firestation.xml
===================================================================
--- trunk/data/help/ru/firestation.xml	2007-06-18 18:13:49 UTC (rev 1226)
+++ trunk/data/help/ru/firestation.xml	2007-06-19 21:33:46 UTC (rev 1227)
@@ -0,0 +1,25 @@
+&lt;?xml version=&quot;1.0&quot;?&gt;
+&lt;Document style=&quot;helpdocument&quot;&gt;
+	&lt;p style=&quot;htitle&quot;&gt;&#1055;&#1086;&#1078;&#1072;&#1088;&#1085;&#1072;&#1103; &#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1103;&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1055;&#1086;&#1078;&#1072;&#1088;&#1085;&#1072;&#1103; &#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1103; &#1087;&#1088;&#1077;&#1076;&#1086;&#1090;&#1074;&#1088;&#1072;&#1097;&#1072;&#1077;&#1090; &#1074;&#1086;&#1079;&#1085;&#1080;&#1082;&#1085;&#1086;&#1074;&#1077;&#1085;&#1080;&#1077; &#1080; &#1088;&#1072;&#1089;&#1087;&#1088;&#1086;&#1089;&#1090;&#1088;&#1072;&#1085;&#1077;&#1085;&#1080;&#1103; &#1087;&#1086;&#1078;&#1072;&#1088;&#1072; &#1074; &#1079;&#1086;&#1085;&#1077; &#1087;&#1086;&#1082;&#1088;&#1099;&#1090;&#1080;&#1103;. &#1054;&#1085;&#1072; &#1090;&#1088;&#1077;&#1073;&#1091;&#1077;&#1090; &#1085;&#1077;&#1084;&#1085;&#1086;&#1075;&#1086; &#1090;&#1086;&#1074;&#1072;&#1088;&#1072; &#1080; &#1088;&#1072;&#1073;&#1086;&#1095;&#1080;&#1081; &#1089;&#1080;&#1083;&#1099;, &#1076;&#1083;&#1103; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1086;&#1085;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103;. &#1054;&#1085;&#1072; &lt;b&gt;&#1085;&#1077; &#1076;&#1086;&#1083;&#1078;&#1085;&#1072;&lt;/b&gt; &#1080;&#1084;&#1077;&#1090;&#1100; &#1089;&#1086;&#1077;&#1076;&#1080;&#1085;&#1077;&#1085;&#1080;&#1103; &#1090;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090;&#1085;&#1086;&#1081; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1086;&#1081;, &#1074;&#1089;&#1102; &#1088;&#1072;&#1073;&#1086;&#1095;&#1091;&#1102; &#1089;&#1080;&#1083;&#1091; &#1080; &#1090;&#1086;&#1074;&#1072;&#1088;&#1099; &#1086;&#1085;&#1072; &#1084;&#1086;&#1078;&#1077;&#1090; &#1085;&#1072;&#1081;&#1090;&#1080; &#1074; &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&#1072;&#1093;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1085;&#1072;&#1093;&#1086;&#1076;&#1103;&#1090;&#1089;&#1103; &#1074; &#1080;&#1093; &#1079;&#1086;&#1085;&#1077; &#1087;&#1086;&#1082;&#1088;&#1099;&#1090;&#1080;&#1103;. &#1058;&#1072;&#1082; &#1078;&#1077; &#1087;&#1086;&#1078;&#1072;&#1088;&#1085;&#1072;&#1103; &#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1103; &#1090;&#1088;&#1077;&#1073;&#1091;&#1077;&#1090; &#1092;&#1080;&#1085;&#1072;&#1085;&#1089;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103;.&lt;/p&gt;
+
+
+	&lt;p style=&quot;hp&quot;&gt;&#1050;&#1086;&#1075;&#1076;&#1072; &#1074;&#1099; &#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1077; &#1087;&#1086;&#1078;&#1072;&#1088;&#1085;&#1091;&#1102; &#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1102; &#1085;&#1091;&#1078;&#1085;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1095;&#1090;&#1086; &#1073;&#1099; &#1077;&#1081; &#1085;&#1072;&#1095;&#1072;&#1090;&#1100; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1086;&#1085;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100;. &#1045;&#1081; &#1085;&#1091;&#1078;&#1077;&#1085; &#1084;&#1077;&#1089;&#1103;&#1094;, &#1095;&#1090;&#1086; &#1073;&#1099; &#1085;&#1072;&#1095;&#1072;&#1090;&#1100; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1090;&#1100; &#1074; &#1087;&#1086;&#1083;&#1085;&#1091;&#1102; &#1089;&#1080;&#1083;&#1091;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1044;&#1083;&#1103; &#1090;&#1086;&#1075;&#1086;, &#1095;&#1090;&#1086; &#1073;&#1099; &#1087;&#1086;&#1089;&#1084;&#1086;&#1090;&#1088;&#1077;&#1090;&#1100; &#1079;&#1086;&#1085;&#1091; &#1087;&#1086;&#1082;&#1088;&#1099;&#1090;&#1080;&#1103;, &#1085;&#1091;&#1078;&#1085;&#1086; &#1085;&#1072;&#1078;&#1072;&#1090;&#1100; &#1085;&#1072; &lt;i&gt;&#1084;&#1080;&#1085;&#1080; &#1082;&#1072;&#1088;&#1090;&#1091;&lt;i&gt;. &#1047;&#1086;&#1085;&#1072; &#1082;&#1086;&#1090;&#1086;&#1088;&#1091;&#1102; &#1087;&#1086;&#1082;&#1088;&#1099;&#1074;&#1072;&#1077;&#1090; &#1087;&#1086;&#1078;&#1072;&#1088;&#1085;&#1099;&#1077; &#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1080; &#1086;&#1090;&#1084;&#1077;&#1095;&#1077;&#1085;&#1099; &#1085;&#1086;&#1088;&#1084;&#1072;&#1083;&#1100;&#1085;&#1099;&#1084; &#1094;&#1074;&#1077;&#1090;&#1086;&#1084;, &#1072; &#1090;&#1077; &#1095;&#1090;&#1086; &#1085;&#1077; &#1087;&#1086;&#1082;&#1088;&#1099;&#1074;&#1072;&#1077;&#1090;, &#1086;&#1090;&#1084;&#1077;&#1085;&#1077;&#1085;&#1099; &#1095;&#1077;&#1088;&#1085;&#1086; &#1079;&#1077;&#1083;&#1105;&#1085;&#1099;&#1084;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1046;&#1080;&#1090;&#1077;&#1083;&#1103;&#1084; &#1073;&#1086;&#1083;&#1100;&#1096;&#1077; &#1085;&#1088;&#1072;&#1074;&#1080;&#1090;&#1100;&#1089;&#1103; &#1078;&#1080;&#1090;&#1100; &#1090;&#1072;&#1084;, &#1075;&#1076;&#1077; &#1077;&#1089;&#1090;&#1100; &#1087;&#1086;&#1078;&#1072;&#1088;&#1085;&#1072;&#1103; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1045;&#1089;&#1083;&#1080; &#1072;&#1085;&#1080;&#1084;&#1072;&#1094;&#1080;&#1103; &#1085;&#1072; &#1087;&#1086;&#1078;&#1072;&#1088;&#1085;&#1086;&#1081; &#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1080; &#1084;&#1077;&#1085;&#1103;&#1090;&#1100;&#1089;&#1103;, &#1079;&#1085;&#1072;&#1095;&#1080;&#1090; &#1086;&#1085;&#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1077;&#1090;.&lt;/p&gt;
+
+	&lt;p style=&quot;hp&quot;&gt;&#1069;&#1090;&#1086; &#1087;&#1086;&#1078;&#1072;&#1088;&#1085;&#1072;&#1103; &#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1103;&lt;/p&gt;
+	&lt;img src=&quot;images/tiles/firestation1.png&quot; halign=&quot;center&quot;/&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1072; &#1101;&#1090;&#1086; &#1080;&#1082;&#1086;&#1085;&#1082;&#1072;&lt;/p&gt;
+	&lt;img src=&quot;images/gui/buttonpanel/misc/fire.png&quot; halign=&quot;center&quot;/&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1101;&#1090;&#1086; &#1080;&#1082;&#1086;&#1085;&#1082;&#1072; &#1084;&#1080;&#1085;&#1080; &#1082;&#1072;&#1088;&#1090;&#1099;&lt;/p&gt;
+	&lt;img src=&quot;images/gui/mapview/roundbuttons/round_fire.png&quot; halign=&quot;center&quot;/&gt;
+
+	&lt;p style=&quot;hsubtitle&quot;&gt;&#1089;&#1084;. &#1077;&#1097;&#1105;:&lt;/p&gt;
+	&lt;li&gt;&lt;a href=&quot;mini-screen&quot;&gt;&#1052;&#1080;&#1085;&#1080; &#1082;&#1072;&#1088;&#1090;&#1072;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;goods&quot;&gt;&#1058;&#1086;&#1074;&#1072;&#1088;&#1099;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;market&quot;&gt;&#1052;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&#1099;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;jobs&quot;&gt;&#1056;&#1072;&#1073;&#1086;&#1090;&#1072;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;msb-fire&quot;&gt;&#1055;&#1086;&#1078;&#1072;&#1088;&#1085;&#1086;&#1077; &#1087;&#1086;&#1082;&#1088;&#1099;&#1090;&#1080;&#1077;&lt;/a&gt;&lt;/li&gt;
+&lt;/Document&gt;

Added: trunk/data/help/ru/food.xml
===================================================================
--- trunk/data/help/ru/food.xml	2007-06-18 18:13:49 UTC (rev 1226)
+++ trunk/data/help/ru/food.xml	2007-06-19 21:33:46 UTC (rev 1227)
@@ -0,0 +1,13 @@
+&lt;?xml version=&quot;1.0&quot;?&gt;
+&lt;Document style=&quot;helpdocument&quot;&gt;
+	&lt;p style=&quot;htitle&quot;&gt;&#1045;&#1076;&#1072;&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1045;&#1076;&#1072; &#1088;&#1072;&#1089;&#1090;&#1077;&#1090; &#1085;&#1072; &#1092;&#1077;&#1088;&#1084;&#1072;&#1093;, &#1080;&#1083;&#1080; &#1084;&#1086;&#1078;&#1077;&#1090; &#1073;&#1099;&#1090;&#1100; &#1080;&#1084;&#1087;&#1086;&#1088;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1072; &#1095;&#1077;&#1088;&#1077;&#1079; &#1087;&#1086;&#1088;&#1090;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1051;&#1102;&#1076;&#1103;&#1084; &#1085;&#1091;&#1078;&#1085;&#1072; &#1077;&#1076;&#1072;, &#1076;&#1083;&#1103; &#1090;&#1086;&#1075;&#1086; &#1095;&#1090;&#1086; &#1073;&#1099; &#1074;&#1099;&#1078;&#1080;&#1090;&#1100;. &#1045;&#1089;&#1083;&#1080; &#1083;&#1102;&#1076;&#1080; &#1085;&#1072;&#1095;&#1080;&#1085;&#1072;&#1102;&#1090; &#1091;&#1084;&#1080;&#1088;&#1072;&#1090;&#1100; &#1086;&#1090; &#1075;&#1086;&#1083;&#1086;&#1076;&#1072;, &#1090;&#1086; &#1086;&#1085;&#1080; &#1091;&#1077;&#1079;&#1078;&#1072;&#1102;&#1090; &#1080;&#1079; &#1074;&#1072;&#1096;&#1077;&#1075;&#1086; &#1075;&#1086;&#1088;&#1086;&#1076;&#1072;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1052;&#1077;&#1083;&#1100;&#1085;&#1080;&#1094;&#1099; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1102;&#1090; &#1077;&#1076;&#1091;. &#1054;&#1085;&#1072; &#1087;&#1077;&#1088;&#1077;&#1088;&#1072;&#1073;&#1072;&#1090;&#1099;&#1074;&#1072;&#1077;&#1090; &#1077;&#1105; &#1074; &#1093;&#1083;&#1086;&#1087;&#1086;&#1082;(&#1090;&#1086;&#1074;&#1072;&#1088;). &#1054;&#1085;&#1072; &#1084;&#1086;&#1078;&#1077;&#1090; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100; &lt;i&gt;&#1089;&#1083;&#1080;&#1096;&#1082;&#1086;&#1084; &#1084;&#1085;&#1086;&#1075;&#1086;&lt;/i&gt; &#1077;&#1076;&#1099;, &#1101;&#1090;&#1086; &#1086;&#1087;&#1072;&#1089;&#1085;&#1086;.&lt;/p&gt;
+	
+	&lt;p style=&quot;hsubtitle&quot;&gt;&#1089;&#1084;. &#1077;&#1097;&#1105;:&lt;/p&gt;
+	&lt;li&gt;&lt;a href=&quot;farm&quot;&gt;&#1060;&#1077;&#1088;&#1084;&#1099;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;port&quot;&gt;&#1055;&#1086;&#1088;&#1090;&#1099;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;mill&quot;&gt;&#1052;&#1077;&#1083;&#1100;&#1085;&#1080;&#1094;&#1099;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;steel&quot;&gt;&#1057;&#1090;&#1072;&#1083;&#1100;&lt;/a&gt;&lt;/li&gt;
+&lt;/Document&gt;

Added: trunk/data/help/ru/goods.xml
===================================================================
--- trunk/data/help/ru/goods.xml	2007-06-18 18:13:49 UTC (rev 1226)
+++ trunk/data/help/ru/goods.xml	2007-06-19 21:33:46 UTC (rev 1227)
@@ -0,0 +1,13 @@
+&lt;?xml version=&quot;1.0&quot;?&gt;
+&lt;Document style=&quot;helpdocument&quot;&gt;
+	&lt;p style=&quot;htitle&quot;&gt;&#1058;&#1086;&#1074;&#1072;&#1088;&#1099;&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1058;&#1086;&#1074;&#1072;&#1088;&#1099; &#1085;&#1091;&#1078;&#1085;&#1099; &#1073;&#1086;&#1083;&#1100;&#1096;&#1080;&#1085;&#1089;&#1090;&#1074;&#1091; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1077;&#1082;. &#1059; &#1083;&#1102;&#1076;&#1077;&#1081; &#1090;&#1086;&#1074;&#1072;&#1088;&#1099; &#1090;&#1086;&#1078;&#1077; &#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1102;&#1090;&#1089;&#1103; &#1089;&#1087;&#1088;&#1086;&#1089;&#1086;&#1084;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1058;&#1086;&#1074;&#1072;&#1088;&#1099; &#1086;&#1073;&#1083;&#1072;&#1075;&#1072;&#1102;&#1090;&#1089;&#1103; &#1085;&#1072;&#1083;&#1086;&#1075;&#1086;&#1084;, &#1101;&#1090;&#1086; &#1084;&#1086;&#1078;&#1077;&#1090; &#1087;&#1086;&#1084;&#1086;&#1095;&#1100; &#1087;&#1086;&#1076;&#1085;&#1103;&#1090;&#1100; &#1074;&#1072;&#1096; &#1082;&#1072;&#1087;&#1080;&#1090;&#1072;&#1083;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1058;&#1086;&#1074;&#1072;&#1088;&#1099; &#1091;&#1084;&#1077;&#1090; &#1076;&#1077;&#1083;&#1072;&#1090;&#1100;: &#1043;&#1086;&#1085;&#1095;&#1072;&#1088;&#1085;&#1099;&#1077;, &#1050;&#1091;&#1079;&#1085;&#1077;&#1094;&#1099;, &#1052;&#1077;&#1083;&#1100;&#1085;&#1080;&#1094;&#1099; &#1080; &#1051;&#1077;&#1075;&#1082;&#1072;&#1103; &#1080;&#1085;&#1076;&#1091;&#1089;&#1090;&#1088;&#1080;&#1103;.&lt;/p&gt;
+
+	&lt;p style=&quot;hsubtitle&quot;&gt;&#1089;&#1084;. &#1077;&#1097;&#1105;:&lt;/p&gt;
+	&lt;li&gt;&lt;a href=&quot;pottery&quot;&gt;&lt;/a&gt;&#1043;&#1086;&#1085;&#1095;&#1072;&#1088;&#1085;&#1072;&#1103;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;blacksmith&quot;&gt;&#1050;&#1091;&#1079;&#1085;&#1080;&#1094;&#1072;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;mills&quot;&gt;&#1052;&#1077;&#1083;&#1100;&#1085;&#1080;&#1094;&#1072;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;industryl&quot;&gt;&#1051;&#1077;&#1075;&#1082;&#1072;&#1103; &#1080;&#1085;&#1076;&#1091;&#1089;&#1090;&#1088;&#1080;&#1103;&lt;/a&gt;&lt;/li&gt;
+&lt;/Document&gt;

Added: trunk/data/help/ru/help.xml
===================================================================
--- trunk/data/help/ru/help.xml	2007-06-18 18:13:49 UTC (rev 1226)
+++ trunk/data/help/ru/help.xml	2007-06-19 21:33:46 UTC (rev 1227)
@@ -0,0 +1,18 @@
+&lt;?xml version=&quot;1.0&quot; encoding=&quot;utf-8&quot;?&gt;
+&lt;Document style=&quot;helpdocument&quot;&gt;
+	&lt;p style=&quot;htitle&quot;&gt;&#1055;&#1086;&#1084;&#1086;&#1097;&#1100; Lincity&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1069;&#1090;&#1086; Lincity &#1089;&#1087;&#1088;&#1072;&#1074;&#1086;&#1095;&#1085;&#1080;&#1082;. &#1055;&#1086;&#1078;&#1072;&#1083;&#1091;&#1081;&#1089;&#1090;&#1072; &#1074;&#1099;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; &#1090;&#1077;&#1084;&#1091;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1072;&#1103; &#1074;&#1072;&#1084; &#1073;&#1091;&#1076;&#1077;&#1090; &#1080;&#1085;&#1090;&#1077;&#1088;&#1077;&#1089;&#1085;&#1072;, &#1080; &#1085;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; &#1085;&#1072; &#1085;&#1077;&#1077;. &#1057;&#1089;&#1099;&#1083;&#1082;&#1080; &#1074;&#1099;&#1076;&#1077;&#1083;&#1077;&#1085;&#1099; &#1089;&#1080;&#1085;&#1080;&#1084; &#1094;&#1074;&#1077;&#1090;&#1086;&#1084;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1042; &#1080;&#1075;&#1088;&#1086;&#1074;&#1086;&#1084; &#1094;&#1080;&#1082;&#1083;&#1077; &#1080;&#1075;&#1088;&#1099; &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1085;&#1072; &#1084;&#1085;&#1086;&#1075;&#1080;&#1093; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1072;&#1093; &#1085;&#1072;&#1078;&#1080;&#1084;&#1072;&#1090;&#1100; &#1087;&#1088;&#1072;&#1074;&#1091;&#1102; &#1082;&#1085;&#1086;&#1087;&#1082;&#1091; &#1084;&#1099;&#1096;&#1080;, &#1080; &#1087;&#1086;&#1083;&#1091;&#1095;&#1072;&#1090;&#1100; &#1089;&#1087;&#1088;&#1072;&#1074;&#1082;&#1091; &#1087;&#1086; &#1085;&#1077;&#1081;. &#1058;&#1072;&#1082; &#1078;&#1077; &#1077;&#1089;&#1090;&#1100; &#1082;&#1085;&#1086;&#1087;&#1082;&#1072; &#1087;&#1086;&#1084;&#1086;&#1097;&#1080;, &#1085;&#1072;&#1093;&#1086;&#1076;&#1080;&#1090;&#1100;&#1089;&#1103; &#1074;&#1085;&#1080;&#1079;&#1091; &#1101;&#1082;&#1088;&#1072;&#1085;&#1072;.&lt;/p&gt;
+	&lt;p stule=&quot;hp&quot;&gt;&#1055;&#1077;&#1088;&#1077;&#1074;&#1086;&#1076; &#1074;&#1099;&#1087;&#1086;&#1083;&#1085;&#1103;&#1083; &#1103;, &#1089;&#1090;&#1091;&#1076;&#1077;&#1085;&#1090; &#1090;&#1077;&#1093;&#1085;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1085;&#1072;&#1091;&#1082;, &#1089;&#1086;&#1086;&#1073;&#1097;&#1080;&#1084; &#1089;&#1090;&#1072;&#1088;&#1072;&#1083;&#1089;&#1103; &#1082;&#1072;&#1082; &#1084;&#1086;&#1075;, &#1077;&#1089;&#1083;&#1080; &#1095;&#1090;&#1086; &#1085;&#1077; &#1085;&#1088;&#1072;&#1074;&#1080;&#1090;&#1100;&#1089;&#1103;(&#1093;&#1086;&#1090;&#1080;&#1090;&#1077; &#1080;&#1089;&#1087;&#1088;&#1072;&#1074;&#1080;&#1090;&#1100;/&#1076;&#1086;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1100;), &#1087;&#1080;&#1096;&#1080;&#1090;&#1077; &#1085;&#1072; &#1084;&#1099;&#1083;&#1086; <A HREF="https://lists.berlios.de/mailman/listinfo/lincity-ng-commit">LinRu at asm.pp.ru</A> &lt;/p&gt;
+
+	&lt;li&gt;&lt;a href=&quot;tutorial&quot;&gt;&#1054;&#1073;&#1091;&#1095;&#1077;&#1085;&#1080;&#1077;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;keys&quot;&gt;&#1050;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1094;&#1080;&#1080; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;button-index&quot;&gt;&#1051;&#1080;&#1089;&#1090; &#1074;&#1089;&#1077;&#1093; &#1082;&#1085;&#1086;&#1087;&#1086;&#1082; &#1087;&#1086;&#1084;&#1086;&#1097;&#1080;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;mini-screen&quot;&gt;&#1055;&#1086;&#1084;&#1086;&#1097;&#1100; &#1085;&#1072; &#1084;&#1080;&#1085;&#1080; &#1082;&#1072;&#1088;&#1090;&#1077;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;dialogs&quot;&gt;&#1055;&#1086;&#1084;&#1086;&#1097;&#1100; &#1087;&#1086; &#1089;&#1086;&#1086;&#1073;&#1097;&#1077;&#1085;&#1080;&#1103;&#1084;.&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;index&quot;&gt;&#1057;&#1087;&#1080;&#1089;&#1086;&#1082;&lt;/a&gt;&lt;/li&gt;
+
+    &lt;p style=&quot;htitle&quot;&gt;&#1054;&#1073;&#1097;&#1072;&#1103; &#1079;&#1072;&#1076;&#1072;&#1095;&#1072; &#1080;&#1075;&#1088;&#1099;&lt;/p&gt;
+    &lt;p style=&quot;hp&quot;&gt;&#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1074;&#1099;&#1080;&#1075;&#1088;&#1072;&#1090;&#1100; &#1074; Lincity &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1074; &#1074; &#1085;&#1077;&#1081; &lt;a href=&quot;sustain&quot;&gt;&#1089;&#1090;&#1072;&#1073;&#1080;&#1083;&#1100;&#1085;&#1091;&#1102; &#1101;&#1082;&#1086;&#1085;&#1086;&#1084;&#1080;&#1082;&#1091; &lt;/a&gt; &#1080;&#1083;&#1080;
+	     &#1086;&#1090;&#1087;&#1088;&#1072;&#1074;&#1080;&#1090;&#1100; &#1074;&#1089;&#1077;&#1093; &#1078;&#1080;&#1090;&#1077;&#1083;&#1077;&#1081; &#1085;&#1072; &#1088;&#1072;&#1082;&#1077;&#1090;&#1072;&#1093; &#1074; &#1076;&#1088;&#1091;&#1075;&#1086;&#1081; &#1084;&#1080;&#1088;.....&lt;/p&gt;
+&lt;/Document&gt;

Added: trunk/data/help/ru/tutorial.xml
===================================================================
--- trunk/data/help/ru/tutorial.xml	2007-06-18 18:13:49 UTC (rev 1226)
+++ trunk/data/help/ru/tutorial.xml	2007-06-19 21:33:46 UTC (rev 1227)
@@ -0,0 +1,11 @@
+&lt;?xml version=&quot;1.0&quot; encoding=&quot;UTF-8&quot;?&gt;
+&lt;Document style=&quot;helpdocument&quot;&gt;
+	&lt;p style=&quot;htitle&quot;&gt;&#1054;&#1073;&#1091;&#1095;&#1077;&#1085;&#1080;&#1077;&lt;/p&gt;
+
+	&lt;li&gt;&lt;a href=&quot;tutorial-aim&quot;&gt;&#1062;&#1077;&#1083;&#1080; &#1074; &#1080;&#1075;&#1088;&#1077;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;tutorial-overview&quot;&gt;&#1053;&#1072;&#1074;&#1080;&#1075;&#1072;&#1094;&#1080;&#1103; &#1087;&#1086; &#1101;&#1082;&#1088;&#1072;&#1085;&#1091;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;tutorial-basics&quot;&gt;&#1055;&#1077;&#1088;&#1074;&#1099;&#1077; &#1096;&#1072;&#1075;&#1080;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;tutorial-advanced&quot;&gt;&#1055;&#1088;&#1086;&#1076;&#1074;&#1080;&#1085;&#1091;&#1090;&#1099;&#1077; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1080;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;tutorial-scenario&quot;&gt;&#1055;&#1088;&#1077;&#1076;&#1086;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1105;&#1085;&#1085;&#1099;&#1081; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1081;&lt;/a&gt;&lt;/li&gt;
+&lt;/Document&gt;
+


</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000154.html">[Lincity-ng-commit] r1226 - in trunk/data: help/ru locale/gui
</A></li>
	<LI>Next message: <A HREF="000156.html">[Lincity-ng-commit] r1228 - trunk/data/help/ru
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#155">[ date ]</a>
              <a href="thread.html#155">[ thread ]</a>
              <a href="subject.html#155">[ subject ]</a>
              <a href="author.html#155">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.berlios.de/mailman/listinfo/lincity-ng-commit">More information about the Lincity-ng-commit
mailing list</a><br>
</body></html>
