<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Lincity-ng-commit] r1229 - in trunk/data: help/ru locale locale/gui
   </TITLE>
   <LINK REL="Index" HREF="http://lists.berlios.de/pipermail/lincity-ng-commit/2007-June/index.html" >
   <LINK REL="made" HREF="mailto:lincity-ng-commit%40lists.berlios.de?Subject=Re%3A%20%5BLincity-ng-commit%5D%20r1229%20-%20in%20trunk/data%3A%20help/ru%20locale%20locale/gui&In-Reply-To=%3C200706302014.l5UKEvHf027389%40sheep.berlios.de%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000156.html">
   <LINK REL="Next"  HREF="000158.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Lincity-ng-commit] r1229 - in trunk/data: help/ru locale locale/gui</H1>
    <B>asmbsd at BerliOS</B> 
    <A HREF="mailto:lincity-ng-commit%40lists.berlios.de?Subject=Re%3A%20%5BLincity-ng-commit%5D%20r1229%20-%20in%20trunk/data%3A%20help/ru%20locale%20locale/gui&In-Reply-To=%3C200706302014.l5UKEvHf027389%40sheep.berlios.de%3E"
       TITLE="[Lincity-ng-commit] r1229 - in trunk/data: help/ru locale locale/gui">asmbsd at mail.berlios.de
       </A><BR>
    <I>Sat Jun 30 22:14:57 CEST 2007</I>
    <P><UL>
        <LI>Previous message: <A HREF="000156.html">[Lincity-ng-commit] r1228 - trunk/data/help/ru
</A></li>
        <LI>Next message: <A HREF="000158.html">[Lincity-ng-commit] r1230 - trunk/data/locale/gui
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#157">[ date ]</a>
              <a href="thread.html#157">[ thread ]</a>
              <a href="subject.html#157">[ subject ]</a>
              <a href="author.html#157">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Author: asmbsd
Date: 2007-06-30 22:14:56 +0200 (Sat, 30 Jun 2007)
New Revision: 1229

Added:
   trunk/data/help/ru/tutorial-aim.xml
   trunk/data/help/ru/tutorial-basics.xml
Modified:
   trunk/data/help/ru/commune.xml
   trunk/data/help/ru/help.xml
   trunk/data/locale/gui/ru.po
   trunk/data/locale/ru.po
Log:
Russian translate


Modified: trunk/data/help/ru/commune.xml
===================================================================
--- trunk/data/help/ru/commune.xml	2007-06-19 22:10:49 UTC (rev 1228)
+++ trunk/data/help/ru/commune.xml	2007-06-30 20:14:56 UTC (rev 1229)
@@ -1,12 +1,12 @@
 &lt;?xml version=&quot;1.0&quot;?&gt;
 &lt;Document style=&quot;helpdocument&quot;&gt;
-	&lt;p style=&quot;htitle&quot;&gt;&#1054;&#1073;&#1097;&#1080;&#1085;&#1072;&lt;/p&gt;
-	&lt;p style=&quot;hp&quot;&gt;&#1054;&#1073;&#1097;&#1080;&#1085;&#1072; (&#1085;&#1072;&#1076;&#1091;&#1084;&#1072;&#1085;&#1085;&#1086;&#1077; &#1085;&#1072;&#1079;&#1074;&#1072;&#1085;&#1080;&#1077;) &#1076;&#1072;&#1085;&#1085;&#1072;&#1103; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1072; &#1074;&#1082;&#1083;&#1102;&#1095;&#1072;&#1077;&#1090; &#1074; &#1089;&#1077;&#1073;&#1103; &#1076;&#1088;&#1077;&#1074;&#1077;&#1089;&#1085;&#1091;&#1102; &#1090;&#1086;&#1087;&#1082;&#1091;, &#1083;&#1077;&#1089;&#1085;&#1086;&#1081; &#1091;&#1095;&#1072;&#1089;&#1090;&#1086;&#1082; &#1080; &#1089;&#1072;&#1088;&#1072;&#1081; &#1076;&#1083;&#1103; &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1080;&#1103; &#1076;&#1088;&#1077;&#1074;&#1077;&#1089;&#1085;&#1086;&#1075;&#1086; &#1091;&#1075;&#1083;&#1103; (&#1084;&#1086;&#1078;&#1077;&#1090; &#1073;&#1099;&#1090;&#1100; &#1079;&#1072;&#1084;&#1077;&#1085;&#1086;&#1081; &#1082;&#1072;&#1084;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086; &#1091;&#1075;&#1083;&#1103;). &#1054;&#1085;&#1072; &#1077;&#1097;&#1105; &#1074;&#1099;&#1088;&#1072;&#1073;&#1072;&#1090;&#1099;&#1074;&#1072;&#1077;&#1090; &#1085;&#1077;&#1073;&#1086;&#1083;&#1100;&#1096;&#1086;&#1077; &#1082;&#1086;&#1083;-&#1074;&#1086; &#1088;&#1091;&#1076;&#1099; &#1080; &#1089;&#1090;&#1072;&#1083;&#1080;.&lt;/p&gt;
+	&lt;p style=&quot;htitle&quot;&gt;&#1050;&#1086;&#1084;&#1091;&#1085;&#1072;&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1050;&#1086;&#1084;&#1091;&#1085;&#1072; &#1076;&#1072;&#1085;&#1085;&#1072;&#1103; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1072; &#1074;&#1082;&#1083;&#1102;&#1095;&#1072;&#1077;&#1090; &#1074; &#1089;&#1077;&#1073;&#1103; &#1076;&#1088;&#1077;&#1074;&#1077;&#1089;&#1085;&#1091;&#1102; &#1090;&#1086;&#1087;&#1082;&#1091;, &#1083;&#1077;&#1089;&#1085;&#1086;&#1081; &#1091;&#1095;&#1072;&#1089;&#1090;&#1086;&#1082; &#1080; &#1089;&#1072;&#1088;&#1072;&#1081; &#1076;&#1083;&#1103; &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1080;&#1103; &#1076;&#1088;&#1077;&#1074;&#1077;&#1089;&#1085;&#1086;&#1075;&#1086; &#1091;&#1075;&#1083;&#1103; (&#1084;&#1086;&#1078;&#1077;&#1090; &#1073;&#1099;&#1090;&#1100; &#1079;&#1072;&#1084;&#1077;&#1085;&#1086;&#1081; &#1082;&#1072;&#1084;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086; &#1091;&#1075;&#1083;&#1103;). &#1054;&#1085;&#1072; &#1077;&#1097;&#1105; &#1074;&#1099;&#1088;&#1072;&#1073;&#1072;&#1090;&#1099;&#1074;&#1072;&#1077;&#1090; &#1085;&#1077;&#1073;&#1086;&#1083;&#1100;&#1096;&#1086;&#1077; &#1082;&#1086;&#1083;-&#1074;&#1086; &#1088;&#1091;&#1076;&#1099; &#1080; &#1089;&#1090;&#1072;&#1083;&#1080;.&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;&#1042;&#1077;&#1088;&#1086;&#1103;&#1090;&#1085;&#1086; &#1074;&#1072;&#1084; &#1085;&#1091;&#1078;&#1085;&#1086; &#1084;&#1085;&#1086;&#1075;&#1086; &#1101;&#1090;&#1080;&#1093; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1077;&#1082; &#1095;&#1090;&#1086; &#1073;&#1099; &#1087;&#1086;&#1083;&#1091;&#1095;&#1072;&#1090;&#1100; &#1076;&#1086;&#1089;&#1090;&#1072;&#1090;&#1086;&#1095;&#1085;&#1086;&#1077; &#1082;&#1086;&#1083;-&#1074;&#1086; &#1091;&#1075;&#1083;&#1103;, &#1088;&#1091;&#1076;&#1099; &#1080; &#1089;&#1090;&#1072;&#1083;&#1080; &#1076;&#1083;&#1103; &#1089;&#1085;&#1072;&#1073;&#1078;&#1077;&#1085;&#1080;&#1103; &#1075;&#1086;&#1085;&#1095;&#1072;&#1088;&#1085;&#1099;&#1093; &#1080;&#1079;&#1076;&#1077;&#1083;&#1080;&#1081;, &#1082;&#1091;&#1079;&#1085;&#1080;&#1094; &#1080; &#1080; &#1076;&#1088;&#1091;&#1075;&#1080;&#1093; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1080;&#1082;.&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;&#1045;&#1089;&#1083;&#1080; &#1086;&#1073;&#1097;&#1080;&#1085;&#1072; &#1085;&#1080;&#1095;&#1077;&#1075;&#1086; &#1085;&#1077; &#1074;&#1099;&#1088;&#1072;&#1073;&#1072;&#1090;&#1099;&#1074;&#1072;&#1077;&#1090; &#1073;&#1086;&#1083;&#1100;&#1096;&#1077; 10 &#1083;&#1077;&#1090;, &#1090;&#1086; &#1086;&#1085;&#1072; &#1079;&#1072;&#1082;&#1088;&#1099;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1080; &#1087;&#1088;&#1077;&#1074;&#1088;&#1072;&#1097;&#1072;&#1077;&#1090;&#1089;&#1103; &#1074; &#1087;&#1072;&#1088;&#1082;.&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;&#1054;&#1073;&#1097;&#1080;&#1085;&#1099; &#1084;&#1086;&#1078;&#1085;&#1086; &#1089;&#1086;&#1077;&#1076;&#1080;&#1085;&#1103;&#1090;&#1100; &#1090;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090;&#1085;&#1086;&#1081; &#1083;&#1080;&#1085;&#1080;&#1077;&#1081; &#1074; &#1083;&#1102;&#1073;&#1086;&#1081; &#1090;&#1086;&#1095;&#1082;&#1080;.&lt;/p&gt;
 	
-	&lt;p style=&quot;hp&quot;&gt;&#1069;&#1090;&#1086; &#1086;&#1073;&#1097;&#1080;&#1085;&#1072;&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1069;&#1090;&#1086; &#1082;&#1086;&#1084;&#1091;&#1085;&#1072;&lt;/p&gt;
 	&lt;img src=&quot;images/tiles/commune1.png&quot; halign=&quot;center&quot;/&gt;
 	&lt;p style=&quot;hp&quot;&gt;&#1080; &#1101;&#1090;&#1086; &#1080;&#1082;&#1086;&#1085;&#1082;&#1072;&lt;/p&gt;
 	&lt;img src=&quot;images/gui/buttonpanel/mining/commune.png&quot; halign=&quot;center&quot;/&gt;

Modified: trunk/data/help/ru/help.xml
===================================================================
--- trunk/data/help/ru/help.xml	2007-06-19 22:10:49 UTC (rev 1228)
+++ trunk/data/help/ru/help.xml	2007-06-30 20:14:56 UTC (rev 1229)
@@ -3,7 +3,7 @@
 	&lt;p style=&quot;htitle&quot;&gt;&#1055;&#1086;&#1084;&#1086;&#1097;&#1100; Lincity&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;&#1069;&#1090;&#1086; Lincity &#1089;&#1087;&#1088;&#1072;&#1074;&#1086;&#1095;&#1085;&#1080;&#1082;. &#1055;&#1086;&#1078;&#1072;&#1083;&#1091;&#1081;&#1089;&#1090;&#1072; &#1074;&#1099;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; &#1090;&#1077;&#1084;&#1091;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1072;&#1103; &#1074;&#1072;&#1084; &#1073;&#1091;&#1076;&#1077;&#1090; &#1080;&#1085;&#1090;&#1077;&#1088;&#1077;&#1089;&#1085;&#1072;, &#1080; &#1085;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; &#1085;&#1072; &#1085;&#1077;&#1077;. &#1057;&#1089;&#1099;&#1083;&#1082;&#1080; &#1074;&#1099;&#1076;&#1077;&#1083;&#1077;&#1085;&#1099; &#1089;&#1080;&#1085;&#1080;&#1084; &#1094;&#1074;&#1077;&#1090;&#1086;&#1084;.&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;&#1042; &#1080;&#1075;&#1088;&#1086;&#1074;&#1086;&#1084; &#1094;&#1080;&#1082;&#1083;&#1077; &#1080;&#1075;&#1088;&#1099; &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1085;&#1072; &#1084;&#1085;&#1086;&#1075;&#1080;&#1093; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1072;&#1093; &#1085;&#1072;&#1078;&#1080;&#1084;&#1072;&#1090;&#1100; &#1087;&#1088;&#1072;&#1074;&#1091;&#1102; &#1082;&#1085;&#1086;&#1087;&#1082;&#1091; &#1084;&#1099;&#1096;&#1080;, &#1080; &#1087;&#1086;&#1083;&#1091;&#1095;&#1072;&#1090;&#1100; &#1089;&#1087;&#1088;&#1072;&#1074;&#1082;&#1091; &#1087;&#1086; &#1085;&#1077;&#1081;. &#1058;&#1072;&#1082; &#1078;&#1077; &#1077;&#1089;&#1090;&#1100; &#1082;&#1085;&#1086;&#1087;&#1082;&#1072; &#1087;&#1086;&#1084;&#1086;&#1097;&#1080;, &#1085;&#1072;&#1093;&#1086;&#1076;&#1080;&#1090;&#1100;&#1089;&#1103; &#1074;&#1085;&#1080;&#1079;&#1091; &#1101;&#1082;&#1088;&#1072;&#1085;&#1072;.&lt;/p&gt;
-	&lt;p stule=&quot;hp&quot;&gt;&#1055;&#1077;&#1088;&#1077;&#1074;&#1086;&#1076; &#1074;&#1099;&#1087;&#1086;&#1083;&#1085;&#1103;&#1083; &#1103;, &#1089;&#1090;&#1091;&#1076;&#1077;&#1085;&#1090; &#1090;&#1077;&#1093;&#1085;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1085;&#1072;&#1091;&#1082;, &#1089;&#1086;&#1086;&#1073;&#1097;&#1080;&#1084; &#1089;&#1090;&#1072;&#1088;&#1072;&#1083;&#1089;&#1103; &#1082;&#1072;&#1082; &#1084;&#1086;&#1075;, &#1077;&#1089;&#1083;&#1080; &#1095;&#1090;&#1086; &#1085;&#1077; &#1085;&#1088;&#1072;&#1074;&#1080;&#1090;&#1100;&#1089;&#1103;(&#1093;&#1086;&#1090;&#1080;&#1090;&#1077; &#1080;&#1089;&#1087;&#1088;&#1072;&#1074;&#1080;&#1090;&#1100;/&#1076;&#1086;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1100;), &#1087;&#1080;&#1096;&#1080;&#1090;&#1077; &#1085;&#1072; &#1084;&#1099;&#1083;&#1086; <A HREF="https://lists.berlios.de/mailman/listinfo/lincity-ng-commit">LinRu at asm.pp.ru</A> &lt;/p&gt;
+	&lt;p stule=&quot;hp&quot;&gt;&#1055;&#1077;&#1088;&#1077;&#1074;&#1086;&#1076; &#1074;&#1099;&#1087;&#1086;&#1083;&#1085;&#1103;&#1083; &#1103;, &#1089;&#1090;&#1091;&#1076;&#1077;&#1085;&#1090; &#1090;&#1077;&#1093;&#1085;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1085;&#1072;&#1091;&#1082;, &#1074;&#1086;&#1086;&#1073;&#1097;&#1077;&#1084; &#1089;&#1090;&#1072;&#1088;&#1072;&#1083;&#1089;&#1103; &#1082;&#1072;&#1082; &#1084;&#1086;&#1075;, &#1077;&#1089;&#1083;&#1080; &#1095;&#1090;&#1086; &#1085;&#1077; &#1085;&#1088;&#1072;&#1074;&#1080;&#1090;&#1100;&#1089;&#1103;(&#1093;&#1086;&#1090;&#1080;&#1090;&#1077; &#1080;&#1089;&#1087;&#1088;&#1072;&#1074;&#1080;&#1090;&#1100;/&#1076;&#1086;&#1087;&#1086;&#1083;&#1085;&#1080;&#1090;&#1100;), &#1087;&#1080;&#1096;&#1080;&#1090;&#1077; &#1085;&#1072; &#1084;&#1099;&#1083;&#1086; <A HREF="https://lists.berlios.de/mailman/listinfo/lincity-ng-commit">LinRu at asm.pp.ru</A> &lt;/p&gt;
 
 	&lt;li&gt;&lt;a href=&quot;tutorial&quot;&gt;&#1054;&#1073;&#1091;&#1095;&#1077;&#1085;&#1080;&#1077;&lt;/a&gt;&lt;/li&gt;
 	&lt;li&gt;&lt;a href=&quot;keys&quot;&gt;&#1050;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1094;&#1080;&#1080; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&lt;/a&gt;&lt;/li&gt;

Added: trunk/data/help/ru/tutorial-aim.xml
===================================================================
--- trunk/data/help/ru/tutorial-aim.xml	2007-06-19 22:10:49 UTC (rev 1228)
+++ trunk/data/help/ru/tutorial-aim.xml	2007-06-30 20:14:56 UTC (rev 1229)
@@ -0,0 +1,23 @@
+&lt;?xml version=&quot;1.0&quot; encoding=&quot;UTF-8&quot;?&gt;
+&lt;Document style=&quot;helpdocument&quot;&gt;
+&lt;p style=&quot;htitle&quot;&gt;&#1062;&#1077;&#1083;&#1100; &#1080;&#1075;&#1088;&#1099;&lt;/p&gt;
+&lt;p style=&quot;hp&quot;&gt;&#1057;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090; 2 &#1087;&#1091;&#1090;&#1080; &#1074;&#1099;&#1080;&#1075;&#1088;&#1072;&#1090;&#1100; &#1074; &#1080;&#1075;&#1088;&#1077;:p&gt;
+&lt;li&gt;&#1044;&#1086;&#1074;&#1077;&#1076;&#1077;&#1085;&#1080;&#1077; &#1076;&#1086; &lt;a href=&quot;sustain&quot;&gt;&#1089;&#1090;&#1072;&#1073;&#1080;&#1083;&#1100;&#1085;&#1086;&#1081; &#1101;&#1082;&#1086;&#1085;&#1086;&#1084;&#1080;&#1082;&#1080; &lt;/a&gt; (&#1087;&#1086;&#1089;&#1083;&#1077; &#1101;&#1090;&#1086;&#1075;&#1086; &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1087;&#1088;&#1086;&#1076;&#1086;&#1083;&#1078;&#1072;&#1090;&#1100; &#1080;&#1075;&#1088;&#1091;) &lt;/li&gt;
+&lt;li&gt;&#1069;&#1074;&#1072;&#1082;&#1091;&#1072;&#1094;&#1080;&#1103; &#1074;&#1089;&#1077;&#1075;&#1086; &#1085;&#1072;&#1089;&#1077;&#1083;&#1077;&#1085;&#1080;&#1103; &#1074; &lt;a href=&quot;rocket&quot;&gt;&#1076;&#1088;&#1091;&#1075;&#1086;&#1081; &#1084;&#1080;&#1088;&lt;/a&gt; &#1085;&#1072; &#1076;&#1088;&#1091;&#1075;&#1091;&#1102; &#1087;&#1083;&#1072;&#1085;&#1077;&#1090;&#1091; (&#1087;&#1088;&#1086;&#1076;&#1086;&#1083;&#1078;&#1080;&#1090;&#1100; &#1080;&#1075;&#1088;&#1072;&#1090;&#1100; &#1074;&#1099; &#1089;&#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1089;&#1072;&#1084;&#1080; &#1089; &#1089;&#1086;&#1073;&#1086;&#1081; :-D ). &lt;/li&gt;
+&lt;p style=&quot;hp&quot;&gt;&lt;/p&gt;
+
+&lt;p style=&quot;hp&quot;&gt;&#1055;&#1088;&#1086;&#1080;&#1075;&#1088;&#1072;&#1090;&#1100; &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1086;&#1076;&#1085;&#1080;&#1084; &#1089;&#1087;&#1086;&#1089;&#1086;&#1073;&#1086;&#1084;:&lt;/p&gt;
+&lt;li&gt;&#1042;&#1089;&#1077; &#1087;&#1086;&#1075;&#1080;&#1073;&#1085;&#1091;&#1090; &#1086;&#1090; &#1075;&#1086;&#1083;&#1086;&#1076;&#1072; &#1080;&#1083;&#1080; &#1085;&#1077;&#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1080; &#1088;&#1072;&#1079;&#1084;&#1085;&#1086;&#1078;&#1072;&#1090;&#1100;&#1089;&#1103;. (&#1042;&#1099; &#1079;&#1085;&#1072;&#1077;&#1090;&#1077; &#1085;&#1091;&#1078;&#1085;&#1086; 2 &#1095;&#1077;&#1083;&#1086;&#1074;&#1077;&#1082;&#1072; &#1076;&#1083;&#1103; &#1101;&#1090;&#1086;&#1075;&#1086; ;-) &lt;/li&gt;
+&lt;li&gt;*&#1061;&#1086;&#1090;&#1103;&#1090; &#1076;&#1086;&#1073;&#1072;&#1074;&#1080;&#1090;&#1100; &#1076;&#1088;&#1091;&#1075;&#1086;&#1081; &#1089;&#1087;&#1086;&#1089;&#1086;&#1073;, &#1077;&#1089;&#1083;&#1080; &#1073;&#1102;&#1076;&#1078;&#1077;&#1090; &#1085;&#1077;&#1087;&#1088;&#1080;&#1083;&#1080;&#1095;&#1085;&#1086; &#1086;&#1090;&#1088;&#1080;&#1094;&#1072;&#1090;&#1077;&#1083;&#1077;&#1085; &lt;/li&gt;
+&lt;p style=&quot;hp&quot;&gt;&lt;/p&gt;
+
+&lt;p style=&quot;hp&quot;&gt;&#1042;&#1072;&#1096;&#1072; &#1079;&#1072;&#1076;&#1072;&#1095;&#1072; &#1088;&#1072;&#1079;&#1074;&#1080;&#1074;&#1072;&#1090;&#1100; &#1085;&#1072;&#1091;&#1095;&#1085;&#1099;&#1081; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1076;&#1083;&#1103; &#1090;&#1086;&#1075;&#1086;, &#1095;&#1090;&#1086; &#1073;&#1099; &#1087;&#1086;&#1083;&#1091;&#1095;&#1080;&#1090;&#1100; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1100; &#1089;&#1090;&#1086;&#1080;&#1090;&#1100; &#1073;&#1086;&#1083;&#1077;&#1077; &#1089;&#1077;&#1088;&#1100;&#1105;&#1079;&#1085;&#1099;&#1077; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1080;. &#1042;&#1072;&#1096;&#1072; &#1079;&#1072;&#1076;&#1072;&#1095;&#1072; &#1088;&#1091;&#1082;&#1086;&#1074;&#1086;&#1076;&#1080;&#1090;&#1100; &#1088;&#1072;&#1079;&#1074;&#1080;&#1090;&#1080;&#1077;&#1084; &#1085;&#1072;&#1089;&#1077;&#1083;&#1077;&#1085;&#1080;&#1103; &#1080; &#1079;&#1072;&#1073;&#1086;&#1090;&#1080;&#1090;&#1089;&#1103; &#1086; &#1101;&#1082;&#1086;&#1085;&#1086;&#1084;&#1080;&#1095;&#1077;&#1089;&#1082;&#1086;&#1084; &#1073;&#1072;&#1083;&#1072;&#1085;&#1089;&#1077;.&lt;/p&gt;
+&lt;p style=&quot;hp&quot;&gt;&lt;/p&gt;
+
+&lt;p style=&quot;hp&quot;&gt;&#1089;&#1084;. &#1077;&#1097;&#1105;:&lt;/p&gt;
+&lt;li&gt;&lt;a href=&quot;tutorial-basics&quot;&gt;&#1055;&#1077;&#1088;&#1074;&#1099;&#1077; &#1096;&#1072;&#1075;&#1080;&lt;/a&gt;&lt;/li&gt;
+&lt;li&gt;&lt;a href=&quot;tutorial-advanced&quot;&gt;&#1055;&#1088;&#1086;&#1076;&#1074;&#1080;&#1085;&#1091;&#1090;&#1099;&#1077; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1080;&lt;/a&gt;&lt;/li&gt;
+&lt;li&gt;&lt;a href=&quot;tutorial-scenario&quot;&gt;&#1057;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1081; &#1080;&#1075;&#1088;&#1099;&lt;/a&gt;&lt;/li&gt;
+
+&lt;/Document&gt;
+

Added: trunk/data/help/ru/tutorial-basics.xml
===================================================================
--- trunk/data/help/ru/tutorial-basics.xml	2007-06-19 22:10:49 UTC (rev 1228)
+++ trunk/data/help/ru/tutorial-basics.xml	2007-06-30 20:14:56 UTC (rev 1229)
@@ -0,0 +1,49 @@
+&lt;?xml version=&quot;1.0&quot; encoding=&quot;UTF-8&quot;?&gt;
+&lt;Document style=&quot;helpdocument&quot;&gt;
+&lt;p style=&quot;htitle&quot;&gt;&#1055;&#1077;&#1088;&#1074;&#1099;&#1077; &#1096;&#1072;&#1075;&#1080;&lt;/p&gt;
+&lt;p style=&quot;hp&quot;&gt;&#1042;&#1099;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; &quot;&#1085;&#1086;&#1074;&#1072;&#1103; &#1080;&#1075;&#1088;&#1072;&quot; &gt; &quot;&#1089;&#1083;&#1091;&#1095;&#1072;&#1081;&#1085;&#1099;&#1081; &#1075;&#1086;&#1088;&#1086;&#1076;&#1086;&#1082;&quot;. &#1044;&#1088;&#1091;&#1075;&#1080;&#1077; &#1089;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1080; &#1089;&#1076;&#1077;&#1083;&#1072;&#1085;&#1099; &#1076;&#1083;&#1103; &#1073;&#1086;&#1083;&#1077;&#1077; &#1086;&#1087;&#1099;&#1090;&#1085;&#1099;&#1093; &#1080;&#1075;&#1088;&#1086;&#1082;&#1086;&#1074;. &lt;/p&gt;
+&lt;p style=&quot;hp&quot;&gt;&#1057;&#1083;&#1091;&#1095;&#1072;&#1081;&#1085;&#1099;&#1081; &#1075;&#1086;&#1088;&#1086;&#1076;&#1086;&#1082; &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1080;&#1090; &#1090;&#1072;&#1082;&#1080;&#1077; &#1088;&#1077;&#1089;&#1091;&#1088;&#1089;&#1099;: &lt;/p&gt;
+&lt;li&gt;&#1060;&#1077;&#1088;&#1084;&#1099; &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1079;&#1072;&#1087;&#1086;&#1083;&#1085;&#1103;&#1102;&#1090; &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&#1099; &#1077;&#1076;&#1086;&#1081;&lt;/li&gt;
+&lt;li&gt;&#1050;&#1086;&#1084;&#1091;&#1085;&#1099;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1076;&#1086;&#1073;&#1099;&#1074;&#1072;&#1102;&#1090; &#1076;&#1088;&#1077;&#1074;&#1077;&#1089;&#1085;&#1099;&#1081; &#1091;&#1075;&#1086;&#1083;&#1100; &#1084;&#1072;&#1083;&#1086;&#1077; &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1088;&#1091;&#1076;&#1099; &#1080; &#1089;&#1090;&#1072;&#1083;&#1080;.&lt;/li&gt;
+&lt;li&gt;&#1056;&#1077;&#1079;&#1080;&#1076;&#1077;&#1085;&#1090;&#1085;&#1099;&#1077; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1080;&lt;/li&gt;
+&lt;li&gt;&#1043;&#1086;&#1085;&#1095;&#1072;&#1088;&#1085;&#1091;&#1102; &#1084;&#1072;&#1089;&#1090;&#1077;&#1088;&#1089;&#1082;&#1091;&#1102;&lt;/li&gt;
+&lt;li&gt;&#1053;&#1077;&#1073;&#1086;&#1083;&#1100;&#1096;&#1080;&#1077; &#1076;&#1086;&#1088;&#1086;&#1075;&#1080;&lt;/li&gt;
+
+&lt;p style=&quot;hp&quot;&gt;&#1053;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; &#1085;&#1072; &#1083;&#1102;&#1073;&#1086;&#1077; &#1079;&#1076;&#1072;&#1085;&#1080;&#1077;(&#1083;&#1102;&#1073;&#1086;&#1077; &#1080;&#1079; &#1090;&#1077;&#1093; &#1095;&#1090;&#1086; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1077;&#1085;&#1099;), &#1080; &#1089;&#1087;&#1088;&#1072;&#1074;&#1072; &#1091;&#1074;&#1080;&#1076;&#1080;&#1090;&#1077; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1102; &#1086; &#1085;&#1077;&#1084;.&lt;/p&gt;
+
+&lt;p style=&quot;hsubtitle&quot;&gt;&#1052;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&lt;/p&gt;
+&lt;p style=&quot;hp&quot;&gt;&#1052;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085; &#1101;&#1090;&#1086; &#1082;&#1083;&#1102;&#1095;&#1077;&#1074;&#1086;&#1077; &#1079;&#1076;&#1072;&#1085;&#1080;&#1077; &#1074; Lincity. &#1054;&#1085;&#1080; &#1086;&#1073;&#1103;&#1079;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;, &#1088;&#1072;&#1089;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1103;&#1102;&#1090; &#1088;&#1077;&#1089;&#1091;&#1088;&#1089;&#1099; &#1087;&#1086; &#1079;&#1076;&#1072;&#1085;&#1080;&#1103;&#1084; &#1080; &#1082;&#1072;&#1088;&#1090;&#1077;. &#1042;&#1099; &lt;b&gt; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &lt;/b&gt; &#1087;&#1088;&#1086;&#1095;&#1077;&#1089;&#1090;&#1100; &#1073;&#1086;&#1083;&#1100;&#1096;&#1077; &#1074; &#1087;&#1086;&#1084;&#1086;&#1097;&#1080; &#1085;&#1072; &lt;a href=&quot;market&quot;&gt;&#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&#1099; &lt;/a&gt; :-). &lt;i&gt;&#1050;&#1086;&#1085;&#1077;&#1095;&#1085;&#1086; &#1082;&#1086;&#1075;&#1076;&#1072; &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085; &#1087;&#1091;&#1089;&#1090;&#1086;&#1081;, &#1086;&#1085; &#1085;&#1077; &#1084;&#1086;&#1078;&#1077;&#1090; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1086;&#1085;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1085;&#1086;&#1088;&#1084;&#1072;&#1083;&#1100;&#1085;&#1086;. &#1045;&#1089;&#1083;&#1080; &#1086;&#1085; &#1087;&#1086;&#1083;&#1085;&#1086;&#1089;&#1090;&#1100;&#1102; &#1079;&#1072;&#1073;&#1080;&#1090;, &#1101;&#1090;&#1086; &#1086;&#1073;&#1099;&#1095;&#1085;&#1086; &#1090;&#1086;&#1078;&#1077; &#1085;&#1077; &#1086;&#1095;&#1077;&#1085;&#1100; &#1093;&#1086;&#1088;&#1086;&#1096;&#1086;. &#1058;&#1072;&#1082; &#1078;&#1077; &#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1079;&#1076;&#1072;&#1085;&#1080;&#1103; &#1085;&#1077; &#1084;&#1086;&#1075;&#1091;&#1090; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1086;&#1085;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1073;&#1077;&#1079; &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&#1086;&#1074;, &#1080;&#1084; &#1085;&#1077;&#1075;&#1076;&#1077; &#1087;&#1086;&#1082;&#1091;&#1087;&#1072;&#1090;&#1100; &#1085;&#1091;&#1078;&#1085;&#1099;&#1077; &#1090;&#1086;&#1074;&#1072;&#1088;&#1099;&lt;/i&gt; &lt;/p&gt;
+
+&lt;p style=&quot;hsubtitle&quot;&gt;&#1058;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090;&lt;/p&gt;
+&lt;p style=&quot;hp&quot;&gt;&lt;a href=&quot;transport&quot;&gt;&#1058;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090;&lt;/a&gt; &#1086;&#1095;&#1077;&#1085;&#1100; &#1074;&#1072;&#1078;&#1085;&#1072;&#1103; &#1095;&#1072;&#1089;&#1090;&#1100;, &#1075;&#1083;&#1072;&#1074;&#1085;&#1072;&#1103; &#1079;&#1072;&#1076;&#1072;&#1095;&#1072; &#1086;&#1073;&#1084;&#1077;&#1085;&#1080;&#1074;&#1072;&#1090;&#1100;&#1089;&#1103; &#1090;&#1086;&#1074;&#1072;&#1088;&#1072;&#1084;&#1080; (&#1093;&#1086;&#1090;&#1103; &#1084;&#1086;&#1078;&#1077;&#1090; &#1087;&#1086;&#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1086;&#1074;&#1072;&#1090;&#1100; &#1085;&#1072; &#1082;&#1086;&#1084;&#1084;&#1091;&#1085;&#1091;, &#1086;&#1073; &#1101;&#1090;&#1086;&#1084; &#1095;&#1080;&#1090;&#1072;&#1081;&#1090;&#1077; &#1074; &#1076;&#1086;&#1082;&#1091;&#1084;&#1077;&#1085;&#1090;&#1072;&#1094;&#1080;&#1080;). &#1061;&#1086;&#1088;&#1086;&#1096;&#1086; &#1089;&#1087;&#1088;&#1086;&#1077;&#1082;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1072;&#1103; &#1090;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090;&#1085;&#1072;&#1103; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072; &#1086;&#1095;&#1077;&#1085;&#1100; &#1087;&#1086;&#1084;&#1086;&#1078;&#1077;&#1090; &#1074;&#1072;&#1084; &#1074; &#1073;&#1091;&#1076;&#1091;&#1097;&#1077;&#1084;.&lt;/p&gt;
+
+
+&lt;p style=&quot;hp&quot;&gt;&#1050; &#1079;&#1076;&#1072;&#1085;&#1080;&#1103;&#1084; &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1084; &#1085;&#1091;&#1078;&#1077;&#1085; &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;, &#1084;&#1086;&#1078;&#1085;&#1086; &#1087;&#1086;&#1076;&#1074;&#1077;&#1089;&#1090;&#1080; &#1076;&#1086;&#1088;&#1086;&#1075;&#1091;, &#1101;&#1090;&#1086; &#1087;&#1086;&#1084;&#1086;&#1078;&#1077;&#1090; &#1085;&#1077; &#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1100; &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&#1099;, &#1085;&#1086; &#1087;&#1086;&#1084;&#1085;&#1080;&#1090;&#1077; &#1095;&#1090;&#1086; &#1093;&#1086;&#1088;&#1086;&#1096;&#1072;&#1103; &#1076;&#1086;&#1088;&#1086;&#1075;&#1072; &#1089;&#1090;&#1086;&#1080;&#1090; &#1076;&#1077;&#1085;&#1077;&#1075;. &lt;/p&gt;
+
+&lt;p style=&quot;hp&quot;&gt;&#1042; &#1085;&#1077;&#1073;&#1086;&#1083;&#1100;&#1096;&#1086;&#1084; &#1075;&#1086;&#1088;&#1086;&#1076;&#1082;&#1077; &#1090;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090; &#1085;&#1091;&#1078;&#1077;&#1085; &#1080;&#1089;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1076;&#1083;&#1103; &#1082;&#1086;&#1084;&#1084;&#1091;&#1085;. &#1044;&#1083;&#1103; &#1086;&#1089;&#1090;&#1072;&#1083;&#1100;&#1085;&#1099;&#1093; &#1074;&#1087;&#1086;&#1083;&#1085;&#1077; &#1093;&#1074;&#1072;&#1090;&#1072;&#1077;&#1090; &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&#1086;&#1074;. &lt;/p&gt;
+
+&lt;p style=&quot;hsubtitle&quot;&gt;&#1044;&#1077;&#1085;&#1100;&#1075;&#1080;&lt;/p&gt;
+&lt;p style=&quot;hp&quot;&gt;&#1044;&#1077;&#1085;&#1100;&#1075;&#1080; &#1079;&#1072;&#1088;&#1072;&#1073;&#1072;&#1090;&#1099;&#1074;&#1072;&#1102;&#1090;&#1089;&#1103; &#1089; &#1087;&#1086;&#1084;&#1086;&#1097;&#1100;&#1102; &#1085;&#1072;&#1083;&#1086;&#1075;&#1086;&#1074;. &#1042; &#1084;&#1080;&#1085;&#1080; &#1086;&#1082;&#1085;&#1077; &#1077;&#1089;&#1090;&#1100; &lt;a href=&quot;finance&quot;&gt; &#1060;&#1080;&#1085;&#1072;&#1085;&#1089;&#1086;&#1074;&#1072;&#1103; &#1074;&#1082;&#1083;&#1072;&#1076;&#1082;&#1072;&lt;/a&gt;. &#1055;&#1086;&#1079;&#1072;&#1073;&#1086;&#1090;&#1100;&#1090;&#1077;&#1089;&#1100; &#1086; &#1090;&#1086;&#1084;, &#1095;&#1090;&#1086; &#1073;&#1099; &#1074;&#1072;&#1096;&#1080; &#1079;&#1072;&#1090;&#1088;&#1072;&#1090;&#1099; &#1073;&#1099;&#1083;&#1080; &#1085;&#1077; &#1086;&#1095;&#1077;&#1085;&#1100; &#1073;&#1086;&#1083;&#1100;&#1096;&#1080;&#1077;: &#1077;&#1089;&#1083;&#1080; &#1074;&#1072;&#1096; &#1073;&#1072;&#1083;&#1072;&#1085;&#1089; &#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1090;&#1100;&#1089;&#1103; &#1086;&#1090;&#1088;&#1080;&#1094;&#1072;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1081;, &#1090;&#1086; &#1074;&#1099; &#1085;&#1077; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1089;&#1090;&#1086;&#1080;&#1090;&#1100; &#1085;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1079;&#1076;&#1072;&#1085;&#1080;&#1103; &#1072; &#1090;&#1072;&#1082; &#1078;&#1077; &#1089; &#1074;&#1072;&#1089; &#1073;&#1077;&#1088;&#1091;&#1090;&#1089;&#1103; &#1087;&#1088;&#1086;&#1094;&#1077;&#1085;&#1090;&#1099;. &#1069;&#1090;&#1086; &#1084;&#1086;&#1078;&#1077;&#1090; &#1087;&#1088;&#1080;&#1074;&#1077;&#1089;&#1090;&#1080; &#1082; &#1073;&#1072;&#1085;&#1082;&#1088;&#1086;&#1090;&#1089;&#1090;&#1074;&#1091; (&#1089;&#1084; &lt;a href=&quot;tutorial-scenario&quot;&gt; &#1057;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1081; &#1090;&#1103;&#1078;&#1105;&#1083;&#1099;&#1077; &#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1072;&lt;/a&gt;. &lt;/p&gt;
+
+&lt;p style=&quot;hsubtitle&quot;&gt;&#1055;&#1086;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1072; &#1075;&#1086;&#1088;&#1086;&#1076;&#1072;&lt;/p&gt;
+&lt;p style=&quot;hp&quot;&gt;&#1055;&#1086;&#1084;&#1085;&#1080;&#1090;&#1077; &#1083;&#1102;&#1076;&#1080; &#1080;&#1083;&#1080; &#1077;&#1076;&#1103;&#1090;, &#1080;&#1083;&#1080; &#1091;&#1084;&#1080;&#1085;&#1072;&#1102;&#1090;. &#1050;&#1086;&#1085;&#1090;&#1088;&#1086;&#1083;&#1080;&#1088;&#1091;&#1081;&#1090;&#1077; &#1085;&#1072;&#1089;&#1077;&#1083;&#1077;&#1085;&#1080;&#1077;, &#1089;&#1090;&#1088;&#1086;&#1081;&#1090;&#1077; &lt;a href=&quot;residential&quot;&gt; &#1056;&#1077;&#1079;&#1080;&#1076;&#1077;&#1085;&#1090;&#1085;&#1099;&#1077; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1080; &lt;/a&gt; (&#1086;&#1085;&#1080; &#1080;&#1084;&#1077;&#1102;&#1090; &#1088;&#1072;&#1079;&#1085;&#1099;&#1077; &#1091;&#1088;&#1086;&#1074;&#1085;&#1080; &#1088;&#1086;&#1078;&#1076;&#1072;&#1077;&#1084;&#1086;&#1089;&#1090;&#1080;/&#1089;&#1084;&#1077;&#1088;&#1090;&#1085;&#1086;&#1089;&#1090;&#1080;). &#1053;&#1086;&#1074;&#1086;&#1077; &#1085;&#1072;&#1089;&#1077;&#1083;&#1077;&#1085;&#1080;&#1077; &#1090;&#1088;&#1077;&#1073;&#1091;&#1077;&#1090; &#1073;&#1086;&#1083;&#1100;&#1096;&#1077; &#1088;&#1072;&#1073;&#1086;&#1095;&#1080;&#1093; &#1084;&#1077;&#1089;&#1090;, &#1073;&#1086;&#1083;&#1100;&#1096;&#1077; &#1077;&#1076;&#1099;, &#1090;&#1086;&#1074;&#1072;&#1088;&#1086;&#1074; &#1080; &#1090;&#1076;.&lt;/p&gt;
+&lt;p style=&quot;hp&quot;&gt;&#1042;&#1099; &#1076;&#1086;&#1083;&#1078;&#1085;&#1099; &#1091;&#1074;&#1077;&#1083;&#1080;&#1095;&#1080;&#1074;&#1072;&#1090;&#1100; &#1074;&#1072;&#1096;&#1091; &#1087;&#1088;&#1086;&#1076;&#1091;&#1082;&#1094;&#1080;&#1102; (&#1076;&#1086;&#1073;&#1072;&#1074;&#1083;&#1103;&#1081;&#1090;&#1077; &#1082;&#1091;&#1079;&#1085;&#1080;&#1094;&#1099;, &#1075;&#1086;&#1085;&#1095;&#1072;&#1088;&#1085;&#1099;&#1077;...) &#1080; &#1079;&#1072;&#1073;&#1086;&#1090;&#1100;&#1090;&#1077;&#1089;&#1100; &#1086; &#1090;&#1086;&#1084;, &#1095;&#1090;&#1086; &#1074;&#1072;&#1089; &#1087;&#1088;&#1086;&#1089;&#1103;&#1090;. &lt;/p&gt;
+&lt;p style=&quot;hp&quot;&gt;&#1041;&#1086;&#1083;&#1100;&#1096;&#1077; &#1087;&#1086;&#1083;&#1100;&#1079;&#1099; &#1084;&#1086;&#1078;&#1085;&#1086; &#1087;&#1086;&#1083;&#1091;&#1095;&#1080;&#1090;&#1100; &#1086;&#1090; &#1079;&#1076;&#1072;&#1085;&#1080;&#1081;, &#1077;&#1089;&#1083;&#1080; &#1087;&#1086;&#1076;&#1085;&#1080;&#1084;&#1072;&#1090;&#1100; &lt;a href=&quot;tech-level&quot;&gt; &#1053;&#1072;&#1091;&#1095;&#1085;&#1099;&#1081; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &lt;/a&gt;.&lt;/p&gt;
+&lt;p style=&quot;hp&quot;&gt; &#1058;&#1072;&#1082; &#1078;&#1077; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1074;&#1099;&#1073;&#1088;&#1072;&#1090;&#1100; &#1089;&#1077;&#1073;&#1077; &#1094;&#1077;&#1083;&#1100; &#1074;&#1099;&#1080;&#1075;&#1088;&#1072;&#1090;&#1100;: &#1080;&#1083;&#1080; &lt;a href=&quot;sustain&quot;&gt; &#1057;&#1090;&#1072;&#1073;&#1080;&#1083;&#1100;&#1085;&#1072;&#1103; &#1101;&#1082;&#1086;&#1085;&#1086;&#1084;&#1080;&#1082;&#1072; &lt;/a&gt; &#1080;&#1083;&#1080; &#1101;&#1074;&#1072;&#1082;&#1091;&#1072;&#1094;&#1080;&#1103; &#1074;&#1089;&#1077;&#1093; &#1074; &lt;a href=&quot;rocket&quot;&gt; &#1076;&#1088;&#1091;&#1075;&#1086;&#1081; &#1084;&#1080;&#1088;&lt;/a&gt;.&lt;/p&gt;
+
+&lt;p style=&quot;hp&quot;&gt;&#1055;&#1086;&#1095;&#1072;&#1097;&#1077; &#1087;&#1088;&#1086;&#1074;&#1077;&#1088;&#1103;&#1081;&#1090;&#1077; &lt;a href=&quot;pbar&quot;&gt; &#1057;&#1082;&#1083;&#1072;&#1076; &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&#1072;&lt;/a&gt;. &#1058;&#1072;&#1082; &#1078;&#1077; &#1084;&#1080;&#1085;&#1080; &#1082;&#1072;&#1088;&#1090;&#1072; &#1084;&#1086;&#1078;&#1077;&#1090; &#1076;&#1072;&#1090;&#1100; &#1073;&#1086;&#1083;&#1100;&#1096;&#1077; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1080; &#1086; &#1074;&#1072;&#1096;&#1077;&#1081; &#1101;&#1082;&#1086;&#1085;&#1086;&#1084;&#1080;&#1082;&#1077; &#1080; &#1090;&#1086;&#1095;&#1085;&#1099;&#1093; &#1079;&#1072;&#1090;&#1088;&#1072;&#1090; &#1087;&#1086;&#1090;&#1088;&#1072;&#1095;&#1077;&#1085;&#1085;&#1099;&#1093; &#1085;&#1072; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1091; &#1079;&#1076;&#1072;&#1085;&#1080;&#1103;.&lt;/p&gt;
+
+&lt;li&gt;&#1053;&#1072;&#1084;&#1077;&#1082;: &#1057;&#1076;&#1077;&#1083;&#1072;&#1081;&#1090;&#1077; &#1086;&#1076;&#1085;&#1086; &#1080;&#1083;&#1080; &#1076;&#1074;&#1072; &#1080;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1103; &#1080; &#1087;&#1086;&#1076;&#1086;&#1078;&#1076;&#1080;&#1090;&#1077; &#1085;&#1077;&#1084;&#1085;&#1086;&#1075;&#1086;, (&#1053;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088; &#1087;&#1086;&#1095;&#1080;&#1090;&#1072;&#1081;&#1090;&#1077; &#1076;&#1086;&#1082;&#1091;&#1084;&#1077;&#1085;&#1090;&#1072;&#1094;&#1080;&#1102;) &#1080;&#1083;&#1080; &#1091;&#1074;&#1077;&#1083;&#1080;&#1095;&#1100;&#1090;&#1077; &#1089;&#1082;&#1086;&#1088;&#1086;&#1089;&#1090;&#1100; &#1080;&#1075;&#1088;&#1099; &#1080; &#1089;&#1084;&#1086;&#1090;&#1088;&#1080;&#1090;&#1077; &#1082;&#1072;&#1082; &#1080;&#1079;&#1084;&#1077;&#1085;&#1103;&#1090;&#1100;&#1089;&#1103; &#1080;&#1085;&#1076;&#1080;&#1082;&#1072;&#1090;&#1086;&#1088;&#1099; &#1101;&#1082;&#1086;&#1085;&#1086;&#1084;&#1080;&#1082;&#1080;.&lt;/li&gt;
+&lt;p style=&quot;hp&quot;&gt;&lt;/p&gt;
+&lt;p style=&quot;hp&quot;&gt;&#1055;&#1088;&#1086;&#1073;&#1091;&#1081;&#1090;&#1077; &lt;p&gt;
+&lt;p style=&quot;hp&quot;&gt;&lt;/p&gt;
+
+&lt;p style=&quot;hp&quot;&gt;&#1057;&#1084;. &#1077;&#1097;&#1105;:&lt;/p&gt;
+&lt;li&gt;&lt;a href=&quot;tutorial-advanced&quot;&gt;&#1055;&#1088;&#1086;&#1076;&#1074;&#1080;&#1085;&#1091;&#1090;&#1099;&#1077; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1080;&lt;/a&gt;&lt;/li&gt;
+&lt;li&gt;&lt;a href=&quot;tutorial-scenario&quot;&gt;&#1057;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1080; &#1080;&#1075;&#1088;&#1099;&lt;/a&gt;&lt;/li&gt;
+&lt;li&gt;&lt;a href=&quot;msb-starve&quot;&gt;&#1047;&#1086;&#1085;&#1099; &#1075;&#1086;&#1083;&#1086;&#1076;&#1072;&#1085;&#1080;&#1103;&lt;/a&gt;&lt;/li&gt;
+&lt;li&gt;&lt;a href=&quot;msb-ub40&quot;&gt;&#1047;&#1086;&#1085;&#1099; &#1073;&#1077;&#1079;&#1088;&#1072;&#1073;&#1086;&#1090;&#1080;&#1094;&#1099;&lt;/a&gt;&lt;/li&gt;
+
+
+&lt;/Document&gt;
+

Modified: trunk/data/locale/gui/ru.po
===================================================================
--- trunk/data/locale/gui/ru.po	2007-06-19 22:10:49 UTC (rev 1228)
+++ trunk/data/locale/gui/ru.po	2007-06-30 20:14:56 UTC (rev 1229)
@@ -471,7 +471,7 @@
 
 #: data/gui/newgame.xml
 msgid &quot;Start with random village.&quot;
-msgstr &quot;&#1053;&#1072;&#1095;&#1072;&#1090;&#1100; &#1089;&#1086; &#1089;&#1083;&#1091;&#1095;&#1072;&#1081;&#1085;&#1099;&#1093; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1080;&#1082;&quot;
+msgstr &quot;&#1053;&#1072;&#1095;&#1072;&#1090;&#1100; &#1089;&#1086; &#1089;&#1083;&#1091;&#1095;&#1072;&#1081;&#1085;&#1086;&#1075;&#1086; &#1075;&#1086;&#1088;&#1086;&#1076;&#1080;&#1096;&#1100;&#1082;&#1080;&quot;
 
 #: data/gui/minimap.xml
 msgid &quot;Stats&quot;

Modified: trunk/data/locale/ru.po
===================================================================
--- trunk/data/locale/ru.po	2007-06-19 22:10:49 UTC (rev 1228)
+++ trunk/data/locale/ru.po	2007-06-30 20:14:56 UTC (rev 1229)
@@ -1,4 +1,4 @@
-# Traduction Fran&#231;aise pour lincity-ng
+# Traduction Fran??aise pour lincity-ng
 # French translation for lincity-ng
 # This file is distributed under the same license as the lincity-ng package.
 # Copyright (C) 2005 THE lincity-ng'S COPYRIGHT HOLDER.
@@ -119,7 +119,7 @@
 
 #: src/lincity/engine.cpp:717
 msgid &quot;It's at a commune.&quot;
-msgstr &quot;&#1069;&#1090;&#1086; &#1086;&#1073;&#1097;&#1080;&#1085;&#1072;&quot;
+msgstr &quot;&#1069;&#1090;&#1086; &#1082;&#1086;&#1084;&#1091;&#1085;&#1072;&quot;
 
 #: src/lincity/engine.cpp:719
 msgid &quot;It's at a tip.&quot;
@@ -215,7 +215,7 @@
 #: src/lincity/lintypes.cpp:106
 #: src/lincity/modules/track.cpp:38
 msgid &quot;Track&quot;
-msgstr &quot;&#1044;&#1086;&#1088;&#1086;&#1075;&#1072;&quot;
+msgstr &quot;&#1043;&#1088;&#1091;&#1085;&#1090;&#1086;&#1074;&#1082;&#1072;&quot;
 
 #: src/lincity/lintypes.cpp:118
 msgid &quot;Coalmine&quot;
@@ -246,7 +246,7 @@
 #: src/lincity/lintypes.cpp:190
 #: src/lincity/modules/commune.cpp:142
 msgid &quot;Commune&quot;
-msgstr &quot;&#1054;&#1073;&#1097;&#1080;&#1085;&#1072;&quot;
+msgstr &quot;&#1050;&#1086;&#1084;&#1091;&#1085;&#1072;&quot;
 
 #: src/lincity/lintypes.cpp:202
 msgid &quot;Ore mine&quot;
@@ -316,7 +316,7 @@
 #: src/lincity/lintypes.cpp:370
 #: src/lincity/modules/pottery.cpp:119
 msgid &quot;Pottery&quot;
-msgstr &quot;&#1050;&#1086;&#1085;&#1095;&#1072;&#1088;&#1085;&#1099;&#1077; &#1080;&#1079;&#1076;&#1077;&#1083;&#1080;&#1103;&quot;
+msgstr &quot;&#1043;&#1086;&#1085;&#1095;&#1072;&#1088;&#1085;&#1099;&#1077; &#1080;&#1079;&#1076;&#1077;&#1083;&#1080;&#1103;&quot;
 
 #: src/lincity/lintypes.cpp:382
 msgid &quot;Fire sta'n&quot;
@@ -484,7 +484,7 @@
 #: src/lincity/modules/firestation.cpp:124
 #: src/lincity-ng/MpsInterface.cpp:448
 msgid &quot;Goods&quot;
-msgstr &quot;&#1058;&#1086;&#1074;&#1072;&#1088;&quot;
+msgstr &quot;&#1058;&#1086;&#1074;&#1072;&#1088;&#1099;&quot;
 
 #: src/lincity/modules/rocket_pad.cpp:163
 msgid &quot;Rocket Pad&quot;
@@ -707,7 +707,7 @@
 
 #: src/lincity/modules/residence.cpp:299
 msgid &quot;poor&quot;
-msgstr &quot;&#1055;&#1083;&#1086;&#1093;&#1086;&quot;
+msgstr &quot;&#1087;&#1083;&#1086;&#1093;&#1086;&quot;
 
 #: src/lincity/modules/residence.cpp:300
 msgid &quot;Job&quot;
@@ -778,7 +778,7 @@
 
 #: src/lincity/modules/rail.cpp:50
 msgid &quot;Rail&quot;
-msgstr &quot;&#1055;&#1091;&#1090;&#1100;&quot;
+msgstr &quot;&#1055;&#1091;&#1090;&#1100; &#1078;/&#1076;&quot;
 
 #: src/lincity/modules/coal_power.cpp:90
 #: src/lincity/modules/solar_power.cpp:45
@@ -870,7 +870,7 @@
 
 #: src/lincity-ng/Dialog.cpp:173
 msgid &quot;Launchsite&quot;
-msgstr &quot;&quot;
+msgstr &quot;&#1047;&#1072;&#1087;&#1091;&#1096;&#1077;&#1085;&#1085;&#1086;&quot;
 
 #: src/lincity-ng/Dialog.cpp:341
 #: src/lincity-ng/Dialog.cpp:342
@@ -1029,7 +1029,7 @@
 
 #: src/lincity-ng/GameView.cpp:1513
 msgid &quot;Estimated Bulldoze Cost: &quot;
-msgstr &quot;&#1054;&#1094;&#1077;&#1085;&#1082;&#1072; &#1057;&#1085;&#1086;&#1089;&#1072;: &quot;
+msgstr &quot;&#1062;&#1077;&#1085;&#1072; c&#1085;&#1086;&#1089;&#1072;: &quot;
 
 #: src/lincity-ng/GameView.cpp:1515
 msgid &quot;Bulldoze Cost: &quot;
@@ -1098,7 +1098,7 @@
 
 #: src/lincity-ng/MpsInterface.cpp:395
 msgid &quot;fair&quot;
-msgstr &quot;&quot;
+msgstr &quot;&#1103;&#1088;&#1084;&#1086;&#1088;&#1082;&#1072;&quot;
 
 #: src/lincity-ng/MpsInterface.cpp:397
 msgid &quot;smelly&quot;
@@ -1281,6 +1281,11 @@
 msgid &quot; [Click right for help.]&quot;
 msgstr &quot; [&#1046;&#1084;&#1080;&#1090;&#1077; &#1087;&#1088;&#1072;&#1074;&#1091;&#1102; &#1076;&#1083;&#1103; &#1087;&#1086;&#1084;&#1086;&#1097;&#1080;.]&quot;
 
+#: src/lincity-ng/ButtonPanel.cpp:243 src/lincity-ng/ButtonPanel.cpp:277
+#, c-format
+msgid &quot;%s (Techlevel %.1f required.)&quot;
+msgstr &quot;%s (&#1053;&#1091;&#1078;&#1077;&#1085; %.1f &#1085;&#1072;&#1091;&#1095;&#1085;&#1099;&#1081; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100;.)&quot;
+
 #: src/lincity-ng/EconomyGraph.cpp:121
 msgid &quot;Mining&quot;
 msgstr &quot;&#1056;&#1091;&#1076;&#1085;&#1080;&#1082;&quot;


</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000156.html">[Lincity-ng-commit] r1228 - trunk/data/help/ru
</A></li>
	<LI>Next message: <A HREF="000158.html">[Lincity-ng-commit] r1230 - trunk/data/locale/gui
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#157">[ date ]</a>
              <a href="thread.html#157">[ thread ]</a>
              <a href="subject.html#157">[ subject ]</a>
              <a href="author.html#157">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.berlios.de/mailman/listinfo/lincity-ng-commit">More information about the Lincity-ng-commit
mailing list</a><br>
</body></html>
