<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Lincity-ng-commit] r1246 - trunk/data/help/ru
   </TITLE>
   <LINK REL="Index" HREF="http://lists.berlios.de/pipermail/lincity-ng-commit/2007-August/index.html" >
   <LINK REL="made" HREF="mailto:lincity-ng-commit%40lists.berlios.de?Subject=Re%3A%20%5BLincity-ng-commit%5D%20r1246%20-%20trunk/data/help/ru&In-Reply-To=%3C200707312347.l6VNlN4g012097%40sheep.berlios.de%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000173.html">
   <LINK REL="Next"  HREF="000175.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Lincity-ng-commit] r1246 - trunk/data/help/ru</H1>
    <B>asmbsd at BerliOS</B> 
    <A HREF="mailto:lincity-ng-commit%40lists.berlios.de?Subject=Re%3A%20%5BLincity-ng-commit%5D%20r1246%20-%20trunk/data/help/ru&In-Reply-To=%3C200707312347.l6VNlN4g012097%40sheep.berlios.de%3E"
       TITLE="[Lincity-ng-commit] r1246 - trunk/data/help/ru">asmbsd at mail.berlios.de
       </A><BR>
    <I>Wed Aug  1 01:47:23 CEST 2007</I>
    <P><UL>
        <LI>Previous message: <A HREF="000173.html">[Lincity-ng-commit] r1245 - in trunk/data/locale: . gui
</A></li>
        <LI>Next message: <A HREF="000175.html">[Lincity-ng-commit] r1247 - in trunk: data/help/ru src/gui	src/lincity-ng src/tinygettext src/tools/xmlgettext
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#174">[ date ]</a>
              <a href="thread.html#174">[ thread ]</a>
              <a href="subject.html#174">[ subject ]</a>
              <a href="author.html#174">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Author: asmbsd
Date: 2007-08-01 01:47:23 +0200 (Wed, 01 Aug 2007)
New Revision: 1246

Added:
   trunk/data/help/ru/monument.xml
   trunk/data/help/ru/slow.xml
   trunk/data/help/ru/sustain.xml
Log:
Russian translate (forgotten add 3 files) 


Added: trunk/data/help/ru/monument.xml
===================================================================
--- trunk/data/help/ru/monument.xml	2007-07-31 22:23:51 UTC (rev 1245)
+++ trunk/data/help/ru/monument.xml	2007-07-31 23:47:23 UTC (rev 1246)
@@ -0,0 +1,20 @@
+&lt;?xml version=&quot;1.0&quot;?&gt;
+&lt;Document style=&quot;helpdocument&quot;&gt;
+	&lt;p style=&quot;htitle&quot;&gt;&#1052;&#1086;&#1085;&#1091;&#1084;&#1077;&#1085;&#1090;&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1052;&#1086;&#1085;&#1091;&#1084;&#1077;&#1085;&#1090;&#1099; &#1086;&#1073;&#1091;&#1095;&#1072;&#1102;&#1090; &#1080; &#1074;&#1076;&#1086;&#1093;&#1085;&#1086;&#1074;&#1083;&#1103;&#1102;&#1090;. &#1050;&#1072;&#1078;&#1076;&#1099;&#1081; &#1084;&#1086;&#1085;&#1091;&#1084;&#1077;&#1085;&#1090;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1081; &#1074;&#1099; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1080;&#1083;&#1080; &#1091;&#1074;&#1077;&#1083;&#1080;&#1095;&#1080;&#1074;&#1072;&#1077;&#1090; &#1074;&#1072;&#1096; &#1090;&#1077;&#1093;&#1085;&#1086;&#1083;&#1086;&#1075;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1081; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100;. &#1053;&#1086; &#1085;&#1077; &#1084;&#1086;&#1078;&#1077;&#1090; &#1087;&#1086;&#1076;&#1085;&#1103;&#1090;&#1100; &#1077;&#1075;&#1086; &#1074;&#1099;&#1096;&#1077; 40%.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1044;&#1083;&#1103; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1077; &#1084;&#1086;&#1085;&#1091;&#1084;&#1077;&#1085;&#1090;&#1072; &#1085;&#1091;&#1078;&#1085;&#1072; &#1088;&#1072;&#1073;&#1086;&#1095;&#1072;&#1103; &#1089;&#1080;&#1083;&#1072;. &lt;b&gt;&#1052;&#1085;&#1086;&#1075;&#1086;&lt;/b&gt; &#1089;&#1080;&#1083;&#1099;. &#1045;&#1075;&#1086; &#1084;&#1086;&#1078;&#1085;&#1086; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100; &#1076;&#1083;&#1103; &#1082;&#1086;&#1085;&#1090;&#1088;&#1086;&#1083;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103; &#1073;&#1077;&#1079;&#1088;&#1072;&#1073;&#1086;&#1090;&#1080;&#1094;&#1099;. &#1069;&#1090;&#1086; &#1085;&#1077; &#1076;&#1086;&#1083;&#1075;&#1086;&#1077; &#1088;&#1077;&#1096;&#1077;&#1085;&#1080;&#1077; &#1087;&#1088;&#1086;&#1073;&#1083;&#1077;&#1084;&#1099;, &#1082;&#1072;&#1082; &#1084;&#1086;&#1085;&#1091;&#1084;&#1077;&#1085;&#1090; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1100;&#1089;&#1103;, &#1087;&#1086;&#1103;&#1074;&#1080;&#1090;&#1100;&#1089;&#1103; &#1086;&#1087;&#1103;&#1090;&#1100; &#1089;&#1074;&#1086;&#1073;&#1086;&#1076;&#1085;&#1072;&#1103; &#1088;&#1072;&#1073;&#1086;&#1095;&#1072;&#1103; &#1089;&#1080;&#1083;&#1072;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1091;&#1074;&#1080;&#1076;&#1077;&#1090;&#1100; &#1082;&#1072;&#1082; &#1080;&#1076;&#1091;&#1090; &#1076;&#1077;&#1083;&#1072;, &#1085;&#1072;&#1078;&#1072;&#1074; &#1085;&#1072; &#1084;&#1086;&#1085;&#1091;&#1084;&#1077;&#1085;&#1090;. &#1058;&#1072;&#1082; &#1078;&#1077; &#1087;&#1086; &#1084;&#1077;&#1088;&#1077; &#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1077;&#1083;&#1100;&#1089;&#1090;&#1074;&#1072; &#1080;&#1079;&#1084;&#1077;&#1085;&#1103;&#1077;&#1090;&#1089;&#1103; &#1080;&#1082;&#1086;&#1085;&#1082;&#1072;. &#1057;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090; &#1074;&#1089;&#1077;&#1075;&#1086; 6 &#1090;&#1072;&#1082;&#1080;&#1093; &#1080;&#1082;&#1086;&#1085;&#1086;&#1082;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&lt;b&gt;&#1055;&#1086;&#1076;&#1089;&#1082;&#1072;&#1079;&#1082;&#1072;&lt;/b&gt;: How to stop monument building sucking too many jobs out of an area and therefore starving other areas of jobs: build a monument farm away from other areas.&lt;/p&gt;
+
+	&lt;p style=&quot;hp&quot;&gt;&#1069;&#1090;&#1086; &#1084;&#1086;&#1085;&#1091;&#1084;&#1077;&#1085;&#1090;&lt;/p&gt;
+	&lt;img src=&quot;images/tiles/monument5.png&quot; halign=&quot;center&quot;/&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1072; &#1101;&#1090;&#1086; &#1080;&#1082;&#1086;&#1085;&#1082;&#1072;&lt;/p&gt;
+	&lt;img src=&quot;images/gui/buttonpanel/parks/monument.png&quot; halign=&quot;center&quot;/&gt;
+	
+	&lt;p style=&quot;hsubtitle&quot;&gt;&#1057;&#1084; &#1077;&#1097;&#1105;:&lt;/p&gt;
+	&lt;li&gt;&lt;a href=&quot;market&quot;&gt;&#1052;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;ore&quot;&gt;&#1056;&#1091;&#1076;&#1072;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;commune&quot;&gt;&#1050;&#1086;&#1084;&#1084;&#1091;&#1085;&#1072;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;steel&quot;&gt;&#1057;&#1090;&#1072;&#1083;&#1100;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;jobs&quot;&gt;&#1056;&#1072;&#1073;&#1086;&#1090;&#1072;&lt;/a&gt;&lt;/li&gt;
+&lt;/Document&gt;

Added: trunk/data/help/ru/slow.xml
===================================================================
--- trunk/data/help/ru/slow.xml	2007-07-31 22:23:51 UTC (rev 1245)
+++ trunk/data/help/ru/slow.xml	2007-07-31 23:47:23 UTC (rev 1246)
@@ -0,0 +1,10 @@
+&lt;?xml version=&quot;1.0&quot;?&gt;
+&lt;Document style=&quot;helpdocument&quot;&gt;
+	&lt;p style=&quot;htitle&quot;&gt;&#1052;&#1077;&#1076;&#1083;&#1077;&#1085;&#1085;&#1072;&#1103; &#1089;&#1082;&#1086;&#1088;&#1086;&#1089;&#1090;&#1100;&lt;/p&gt;
+	&lt;img src=&quot;images/gui/speed/normal.png&quot;/&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1069;&#1090;&#1086; &#1082;&#1085;&#1086;&#1087;&#1082;&#1072; &#1084;&#1077;&#1076;&#1083;&#1077;&#1085;&#1085;&#1086;&#1081; &#1089;&#1082;&#1086;&#1088;&#1086;&#1089;&#1090;&#1080;. &#1054;&#1085;&#1072; &#1091;&#1089;&#1090;&#1072;&#1085;&#1072;&#1074;&#1083;&#1080;&#1074;&#1072;&#1077;&#1090; &#1089;&#1082;&#1086;&#1088;&#1086;&#1089;&#1090;&#1100; &#1080;&#1075;&#1088;&#1099; &#1085;&#1072; &#1084;&#1077;&#1076;&#1083;&#1077;&#1085;&#1085;&#1086;&#1081; &#1089;&#1082;&#1086;&#1088;&#1086;&#1089;&#1090;&#1080;. &#1053;&#1072; &#1089;&#1083;&#1072;&#1073;&#1099;&#1093; &#1084;&#1072;&#1096;&#1080;&#1085;&#1072;&#1093; &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1085;&#1077; &#1079;&#1072;&#1084;&#1077;&#1090;&#1080;&#1090;&#1100; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090;&#1072;.&lt;/p&gt;
+	
+	&lt;p style=&quot;hsubtitle&quot;&gt;&#1057;&#1084; &#1077;&#1097;&#1105;:&lt;/p&gt;
+	&lt;li&gt;&lt;a href=&quot;medium&quot;&gt;&#1057;&#1088;&#1077;&#1076;&#1085;&#1103;&#1103;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;fast&quot;&gt;&#1041;&#1099;&#1089;&#1090;&#1088;&#1072;&#1103;&lt;/a&gt;&lt;/li&gt;
+&lt;/Document&gt;

Added: trunk/data/help/ru/sustain.xml
===================================================================
--- trunk/data/help/ru/sustain.xml	2007-07-31 22:23:51 UTC (rev 1245)
+++ trunk/data/help/ru/sustain.xml	2007-07-31 23:47:23 UTC (rev 1246)
@@ -0,0 +1,34 @@
+&lt;?xml version=&quot;1.0&quot;?&gt;
+&lt;Document style=&quot;helpdocument&quot;&gt;
+	&lt;p style=&quot;htitle&quot;&gt;&#1054;&#1082;&#1085;&#1086; &#1089;&#1090;&#1072;&#1073;&#1080;&#1083;&#1080;&#1079;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1086;&#1075;&#1086; &#1088;&#1072;&#1079;&#1074;&#1080;&#1090;&#1080;&#1103;&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1069;&#1090;&#1086; &#1086;&#1082;&#1085;&#1086; &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090; &#1096;&#1077;&#1089;&#1090;&#1100; &#1094;&#1074;&#1077;&#1090;&#1085;&#1099;&#1093; &#1083;&#1080;&#1085;&#1080;&#1081;. &#1050;&#1086;&#1075;&#1076;&#1072; &#1074;&#1089;&#1077; &#1083;&#1080;&#1085;&#1080;&#1080; &#1076;&#1086;&#1090;&#1103;&#1085;&#1091;&#1090;&#1100;&#1089;&#1103; &#1076;&#1086; &#1087;&#1088;&#1072;&#1074;&#1086;&#1075;&#1086; &#1082;&#1088;&#1072;&#1103;, &#1090;&#1086;&#1075;&#1076;&#1072; &#1074;&#1099; &#1080;&#1084;&#1077;&#1077;&#1090;&#1077; &#1089;&#1090;&#1072;&#1073;&#1080;&#1083;&#1100;&#1085;&#1091;&#1102; &#1101;&#1082;&#1086;&#1085;&#1086;&#1084;&#1080;&#1082;&#1091;.&lt;/p&gt;
+	&lt;li&gt;
+		&lt;span color=&quot;orange&quot;&gt;&#1052;&#1085;&#1083;&lt;/span&gt; (&#1086;&#1088;&#1072;&#1085;&#1078;&#1077;&#1074;&#1072;&#1103;) &#1074;&#1099; &#1085;&#1077; &#1079;&#1072;&#1085;&#1080;&#1084;&#1072;&#1077;&#1090;&#1077;&#1089;&#1100; &#1085;&#1080;&#1082;&#1072;&#1082;&#1086;&#1081; &#1076;&#1086;&#1073;&#1099;&#1095;&#1077;&#1081; &#1088;&#1091;&#1076;&#1099;, &#1080;&#1083;&#1080; &#1091;&#1075;&#1083;&#1103;
+		&#1080; &#1085;&#1077; &#1085;&#1072;&#1082;&#1072;&#1087;&#1083;&#1080;&#1074;&#1072;&#1077;&#1090;&#1077; &#1084;&#1091;&#1089;&#1086;&#1088; &#1085;&#1072; &#1087;&#1086;&#1084;&#1086;&#1081;&#1082;&#1072;&#1093;.
+	&lt;/li&gt;
+	&lt;li&gt;
+		&lt;span color=&quot;gray&quot;&gt;&#1069;&#1082;&#1089;&lt;/span&gt;	(&#1089;&#1077;&#1088;&#1099;&#1081;) &#1074;&#1099; &#1085;&#1077; &#1101;&#1082;&#1089;&#1087;&#1086;&#1088;&#1090;&#1080;&#1088;&#1091;&#1077;&#1090;&#1077; &#1080; &#1085;&#1077; &#1080;&#1084;&#1087;&#1086;&#1088;&#1090;&#1080;&#1088;&#1091;&#1077;&#1090;&#1077;.
+	&lt;/li&gt;
+	&lt;li&gt;
+		&lt;span color=&quot;green&quot;&gt;&#1044;&#1085;&#1075;&lt;/span&gt; (&#1079;&#1077;&#1083;&#1105;&#1085;&#1099;&#1081;) &#1074; &#1074;&#1072;&#1089; &#1087;&#1086;&#1083;&#1086;&#1078;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1099;&#1081; &#1080;&#1083;&#1080; &#1085;&#1091;&#1083;&#1077;&#1074;&#1086;&#1081; &#1073;&#1072;&#1083;&#1072;&#1085;&#1089;,
+		this means you cannot build anything but the cheapest of areas.
+	&lt;/li&gt;
+	&lt;li&gt;
+		&lt;span color=&quot;blue&quot;&gt;&#1053;&#1089;&#1083;&lt;/span&gt; (&#1089;&#1080;&#1085;&#1080;&#1081;) &#1074;&#1072;&#1096;&#1077; &#1085;&#1072;&#1089;&#1077;&#1083;&#1077;&#1085;&#1080;&#1077; &#1089;&#1090;&#1072;&#1073;&#1080;&#1083;&#1080;&#1079;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1086; 
+		&#1080;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1077; &#1088;&#1072;&#1079;&#1088;&#1077;&#1096;&#1077;&#1085;&#1086; &#1085;&#1077; &#1073;&#1086;&#1083;&#1077;&#1077; &#1095;&#1077;&#1084; &#1085;&#1072; 2% &#1079;&#1072; 180 &#1083;&#1077;&#1090; (of the value when the 180 year count started).
+		If it goes outside of
+		this band, the new population will be the new value and the year count
+		will be set back to zero. Also, your population must be at least 5000.
+	&lt;/li&gt;
+	&lt;li&gt;
+		&lt;span color=&quot;yellow&quot;&gt;&#1053;&#1059;&lt;/span&gt; (&#1078;&#1077;&#1083;&#1090;&#1099;&#1081;) &#1074;&#1072;&#1096; &#1090;&#1077;&#1093;&#1085;&#1086;&#1083;&#1086;&#1075;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1081; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1087;&#1088;&#1080;&#1073;&#1072;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; 
+		&#1080;&#1083;&#1080; &#1087;&#1072;&#1076;&#1072;&#1077;&#1090; &#1076;&#1086; &#1085;&#1091;&#1083;&#1103;, &#1077;&#1089;&#1083;&#1080; &#1087;&#1088;&#1086;&#1080;&#1079;&#1086;&#1096;&#1083;&#1080; &#1086;&#1095;&#1077;&#1085;&#1100; &#1084;&#1072;&#1083;&#1099;&#1077; &#1080;&#1079;&#1084;&#1077;&#1085;&#1077;&#1085;&#1080;&#1103;. &#1045;&#1089;&#1083;&#1080; &#1085;&#1072;&#1091;&#1095;&#1085;&#1099;&#1081; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1091;&#1087;&#1072;&#1083; &#1093;&#1086;&#1090;&#1100; &#1085;&#1072; 1%, &#1079;&#1072; &#1075;&#1086;&#1076;
+		&#1090;&#1086; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1087;&#1072;&#1076;&#1072;&#1077;&#1090; &#1076;&#1086; &#1085;&#1091;&#1083;&#1103;. &#1058;&#1072;&#1082; &#1078;&#1077; &#1085;&#1072;&#1091;&#1095;&#1085;&#1099;&#1081; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1076;&#1086;&#1083;&#1078;&#1077;&#1085; &#1073;&#1099;&#1090;&#1100; &#1073;&#1086;&#1083;&#1100;&#1096;&#1077; 50%.
+	&lt;/li&gt;
+	&lt;li&gt;
+		&lt;span color=&quot;red&quot;&gt;&#1055;&#1078;&#1082;&lt;/span&gt; (&#1050;&#1088;&#1072;&#1089;&#1085;&#1099;&#1081;) &#1042;&#1089;&#1077; &#1079;&#1076;&#1072;&#1085;&#1080;&#1103; &#1076;&#1086;&#1083;&#1078;&#1085;&#1099; &#1079;&#1072;&#1097;&#1080;&#1097;&#1072;&#1090;&#1100;&#1089;&#1103; &#1087;&#1086;&#1078;&#1072;&#1088;&#1085;&#1099;&#1084;&#1080;. 
+		The following areas do *not* have to have fire cover: monuments,
+		ore mines, power lines and rockets.
+	&lt;/li&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1042;&#1088;&#1077;&#1084;&#1103; &#1076;&#1083;&#1103; &#1089;&#1090;&#1072;&#1073;&#1080;&#1083;&#1100;&#1085;&#1086;&#1081; &#1101;&#1082;&#1086;&#1085;&#1086;&#1084;&#1080;&#1082;&#1080; (&#1074; &#1075;&#1086;&#1076;&#1072;&#1093;): &#1052;&#1085;&#1083;=180 &#1069;&#1082;&#1089;=180 &#1044;&#1085;&#1075;=60 &#1053;&#1089;&#1083;=60 &#1053;&#1059;=120 &#1055;&#1078;&#1082;=60&lt;/p&gt;
+&lt;/Document&gt;


</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000173.html">[Lincity-ng-commit] r1245 - in trunk/data/locale: . gui
</A></li>
	<LI>Next message: <A HREF="000175.html">[Lincity-ng-commit] r1247 - in trunk: data/help/ru src/gui	src/lincity-ng src/tinygettext src/tools/xmlgettext
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#174">[ date ]</a>
              <a href="thread.html#174">[ thread ]</a>
              <a href="subject.html#174">[ subject ]</a>
              <a href="author.html#174">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.berlios.de/mailman/listinfo/lincity-ng-commit">More information about the Lincity-ng-commit
mailing list</a><br>
</body></html>
