<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Lincity-ng-commit] r1461 - in trunk/data: help/ru locale locale/gui
   </TITLE>
   <LINK REL="Index" HREF="http://lists.berlios.de/pipermail/lincity-ng-commit/2008-October/index.html" >
   <LINK REL="made" HREF="mailto:lincity-ng-commit%40lists.berlios.de?Subject=Re%3A%20%5BLincity-ng-commit%5D%20r1461%20-%20in%20trunk/data%3A%20help/ru%20locale%20locale/gui&In-Reply-To=%3C200810061946.m96Jkeit015174%40sheep.berlios.de%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   
   
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Lincity-ng-commit] r1461 - in trunk/data: help/ru locale locale/gui</H1>
    <B>asmbsd at BerliOS</B> 
    <A HREF="mailto:lincity-ng-commit%40lists.berlios.de?Subject=Re%3A%20%5BLincity-ng-commit%5D%20r1461%20-%20in%20trunk/data%3A%20help/ru%20locale%20locale/gui&In-Reply-To=%3C200810061946.m96Jkeit015174%40sheep.berlios.de%3E"
       TITLE="[Lincity-ng-commit] r1461 - in trunk/data: help/ru locale locale/gui">asmbsd at mail.berlios.de
       </A><BR>
    <I>Mon Oct  6 21:46:40 CEST 2008</I>
    <P><UL>
        
        
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#391">[ date ]</a>
              <a href="thread.html#391">[ thread ]</a>
              <a href="subject.html#391">[ subject ]</a>
              <a href="author.html#391">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Author: asmbsd
Date: 2008-10-06 21:46:39 +0200 (Mon, 06 Oct 2008)
New Revision: 1461

Modified:
   trunk/data/help/ru/bulldoze.xml
   trunk/data/help/ru/coal.xml
   trunk/data/help/ru/coalmine.xml
   trunk/data/help/ru/commune.xml
   trunk/data/help/ru/cricket.xml
   trunk/data/help/ru/export.xml
   trunk/data/help/ru/farm.xml
   trunk/data/help/ru/finance.xml
   trunk/data/help/ru/firestation.xml
   trunk/data/help/ru/food.xml
   trunk/data/help/ru/goods.xml
   trunk/data/help/ru/health.xml
   trunk/data/help/ru/help.xml
   trunk/data/help/ru/housing.xml
   trunk/data/locale/gui/ru.po
   trunk/data/locale/ru.po
Log:
Update Russian translate.


Modified: trunk/data/help/ru/bulldoze.xml
===================================================================
--- trunk/data/help/ru/bulldoze.xml	2008-09-28 21:57:58 UTC (rev 1460)
+++ trunk/data/help/ru/bulldoze.xml	2008-10-06 19:46:39 UTC (rev 1461)
@@ -2,8 +2,8 @@
 &lt;Document style=&quot;helpdocument&quot;&gt;
 	&lt;p style=&quot;htitle&quot;&gt;&#1041;&#1091;&#1083;&#1100;&#1076;&#1086;&#1079;&#1077;&#1088;&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;&#1059;&#1085;&#1080;&#1095;&#1090;&#1086;&#1078;&#1072;&#1077;&#1090; &#1074;&#1099;&#1073;&#1088;&#1072;&#1085;&#1085;&#1099;&#1077; &#1074;&#1072;&#1084;&#1080; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1080;. &#1053;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; &#1085;&#1072; &#1087;&#1086;&#1076;&#1089;&#1090;&#1088;&#1086;&#1082;&#1091;, &#1077;&#1089;&#1083;&#1080; &#1078;&#1077;&#1083;&#1072;&#1077;&#1090;&#1077; &#1086;&#1090; &#1085;&#1077;&#1105; &#1080;&#1079;&#1073;&#1072;&#1074;&#1080;&#1090;&#1100;&#1089;&#1103;. &#1059;&#1085;&#1080;&#1095;&#1090;&#1086;&#1078;&#1077;&#1085;&#1080;&#1077; &#1089;&#1090;&#1086;&#1080;&#1090; &#1076;&#1077;&#1085;&#1077;&#1075;. &#1050;&#1086;&#1075;&#1076;&#1072; &#1074;&#1099; &#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1077; &#1080; &#1091;&#1085;&#1080;&#1095;&#1090;&#1086;&#1078;&#1072;&#1077;&#1090;&#1077; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1080;, &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1091;&#1074;&#1080;&#1076;&#1077;&#1090;&#1100; &#1089;&#1090;&#1086;&#1080;&#1084;&#1086;&#1089;&#1090;&#1100; &#1074;&#1085;&#1080;&#1079;&#1091; &#1101;&#1082;&#1088;&#1072;&#1085;&#1072;.&lt;/p&gt;
-	&lt;p style=&quot;hp&quot;&gt;&#1053;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1076;&#1091;&#1084;&#1072;&#1102;&#1090;, &#1095;&#1090;&#1086; &#1091;&#1085;&#1080;&#1095;&#1090;&#1086;&#1078;&#1077;&#1085;&#1080;&#1077; &#1084;&#1086;&#1085;&#1091;&#1084;&#1077;&#1085;&#1090;&#1072; &#1089;&#1090;&#1086;&#1080;&#1090; &#1086;&#1095;&#1077;&#1085;&#1100; &#1073;&#1086;&#1083;&#1100;&#1096;&#1080;&#1093; &#1076;&#1077;&#1085;&#1077;&#1075;, &#1085;&#1072; &#1089;&#1072;&#1084;&#1086;&#1084; &#1076;&#1077;&#1083;&#1077; &#1090;&#1072;&#1082; &#1080; &#1077;&#1089;&#1090;&#1100; :-D. &#1057;&#1090;&#1086;&#1080;&#1084;&#1086;&#1089;&#1090;&#1100; &#1088;&#1072;&#1079;&#1088;&#1091;&#1096;&#1077;&#1085;&#1080;&#1103; &#1089;&#1082;&#1083;&#1072;&#1076;&#1099;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1085;&#1077; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1080;&#1079; &#1092;&#1080;&#1079;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1079;&#1072;&#1090;&#1088;&#1072;&#1090;, &#1072; &#1090;&#1072;&#1082; &#1078;&#1077; &#1080;&#1079; &#1087;&#1086;&#1083;&#1080;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093;. &#1053;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088; &#1091;&#1085;&#1080;&#1095;&#1090;&#1086;&#1078;&#1072;&#1103; &#1084;&#1086;&#1085;&#1091;&#1084;&#1077;&#1085;&#1090;, &#1094;&#1077;&#1085;&#1072; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1077;&#1082; &#1080;&#1079;-&#1079;&#1072; &#1087;&#1088;&#1086;&#1090;&#1077;&#1089;&#1090;&#1072; &#1091;&#1074;&#1077;&#1083;&#1080;&#1095;&#1080;&#1074;&#1072;&#1102;&#1090;&#1089;&#1103;.&lt;/p&gt;
-	&lt;p style=&quot;hp&quot;&gt;&#1059;&#1085;&#1080;&#1095;&#1090;&#1086;&#1078;&#1077;&#1085;&#1080;&#1077; &#1074;&#1086;&#1076;&#1099;, &#1090;&#1072;&#1082; &#1078;&#1077; &#1086;&#1095;&#1077;&#1085;&#1100; &#1076;&#1086;&#1088;&#1086;&#1075;&#1086;, &#1079;&#1072;-&#1090;&#1086; &#1076;&#1072;&#1077;&#1090; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1100; &#1091;&#1083;&#1091;&#1095;&#1096;&#1080;&#1090;&#1100; &#1090;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090;&#1085;&#1091;&#1102; &#1089;&#1074;&#1103;&#1079;&#1100;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1053;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1076;&#1091;&#1084;&#1072;&#1102;&#1090;, &#1095;&#1090;&#1086; &#1091;&#1085;&#1080;&#1095;&#1090;&#1086;&#1078;&#1077;&#1085;&#1080;&#1077; &#1084;&#1086;&#1085;&#1091;&#1084;&#1077;&#1085;&#1090;&#1072; &#1089;&#1090;&#1086;&#1080;&#1090; &#1086;&#1095;&#1077;&#1085;&#1100; &#1073;&#1086;&#1083;&#1100;&#1096;&#1080;&#1093; &#1076;&#1077;&#1085;&#1077;&#1075;, &#1085;&#1072; &#1089;&#1072;&#1084;&#1086;&#1084; &#1076;&#1077;&#1083;&#1077; &#1090;&#1072;&#1082; &#1080; &#1077;&#1089;&#1090;&#1100; :-). &#1057;&#1090;&#1086;&#1080;&#1084;&#1086;&#1089;&#1090;&#1100; &#1088;&#1072;&#1079;&#1088;&#1091;&#1096;&#1077;&#1085;&#1080;&#1103; &#1089;&#1082;&#1083;&#1072;&#1076;&#1099;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1085;&#1077; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1080;&#1079; &#1092;&#1080;&#1079;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1079;&#1072;&#1090;&#1088;&#1072;&#1090;, &#1072; &#1090;&#1072;&#1082; &#1078;&#1077; &#1080;&#1079; &#1087;&#1086;&#1083;&#1080;&#1090;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080;&#1093; &#1089;&#1086;&#1086;&#1073;&#1088;&#1072;&#1078;&#1077;&#1085;&#1080;&#1081;. &#1053;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088;, &#1091;&#1085;&#1080;&#1095;&#1090;&#1086;&#1078;&#1072;&#1103; &#1084;&#1086;&#1085;&#1091;&#1084;&#1077;&#1085;&#1090; &#1094;&#1077;&#1085;&#1072; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1077;&#1082;, &#1080;&#1079;-&#1079;&#1072; &#1087;&#1088;&#1086;&#1090;&#1077;&#1089;&#1090;&#1072;, &#1091;&#1074;&#1077;&#1083;&#1080;&#1095;&#1080;&#1074;&#1072;&#1102;&#1090;&#1089;&#1103;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1059;&#1085;&#1080;&#1095;&#1090;&#1086;&#1078;&#1077;&#1085;&#1080;&#1077; &#1074;&#1086;&#1076;&#1099; &#1090;&#1072;&#1082; &#1078;&#1077; &#1086;&#1095;&#1077;&#1085;&#1100; &#1076;&#1086;&#1088;&#1086;&#1075;&#1086;.&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;&#1069;&#1090;&#1086; &#1080;&#1082;&#1086;&#1085;&#1082;&#1072; &#1073;&#1091;&#1083;&#1100;&#1076;&#1086;&#1079;&#1077;&#1088;&#1072;&lt;/p&gt;
 	&lt;img src=&quot;images/gui/buttonpanel/base/bulldozer.png&quot; halign=&quot;center&quot;/&gt;
 	&lt;p style=&quot;hsubtitle&quot;&gt;&#1057;&#1084; &#1077;&#1097;&#1105;:&lt;/p&gt;

Modified: trunk/data/help/ru/coal.xml
===================================================================
--- trunk/data/help/ru/coal.xml	2008-09-28 21:57:58 UTC (rev 1460)
+++ trunk/data/help/ru/coal.xml	2008-10-06 19:46:39 UTC (rev 1461)
@@ -2,7 +2,7 @@
 &lt;Document style=&quot;helpdocument&quot;&gt;
 	&lt;p style=&quot;htitle&quot;&gt;&#1059;&#1075;&#1086;&#1083;&#1100;&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;&#1059;&#1075;&#1086;&#1083;&#1100; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1090;&#1089;&#1103; &#1076;&#1083;&#1103; &#1091;&#1075;&#1086;&#1083;&#1100;&#1085;&#1099;&#1093; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1081;. &#1058;&#1072;&#1082; &#1078;&#1077; &#1076;&#1083;&#1103; &#1075;&#1086;&#1085;&#1095;&#1072;&#1088;&#1085;&#1099;&#1093; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1077;&#1082;, &#1084;&#1077;&#1083;&#1100;&#1085;&#1080;&#1094; &#1080; &#1082;&#1091;&#1079;&#1085;&#1080;&#1094;. &#1058;&#1103;&#1078;&#1105;&#1083;&#1072;&#1103; &#1080;&#1085;&#1076;&#1091;&#1089;&#1090;&#1088;&#1080;&#1103;(&#1089;&#1090;&#1072;&#1083;&#1100;) &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1090; &#1091;&#1075;&#1086;&#1083;&#1100; &#1074; &#1089;&#1083;&#1091;&#1095;&#1072;&#1077; &#1077;&#1089;&#1083;&#1080; &#1085;&#1077;&#1090; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1072;.&lt;/p&gt;
-	&lt;p style=&quot;hp&quot;&gt;&#1059;&#1075;&#1086;&#1083;&#1100;&#1085;&#1099;&#1077; &#1096;&#1072;&#1093;&#1090;&#1099; &#1085;&#1091;&#1078;&#1085;&#1086; &#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1100; &#1090;&#1072;&#1084; &#1075;&#1076;&#1077; &#1077;&#1089;&#1090;&#1100; &#1091;&#1075;&#1086;&#1083;&#1100;. &#1052;&#1086;&#1078;&#1085;&#1086; &#1079;&#1072;&#1087;&#1088;&#1086;&#1089;&#1080;&#1090;&#1100; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1102; &#1085;&#1072;&#1078;&#1072;&#1074; &#1085;&#1072; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1091;&#1102; &#1082;&#1085;&#1086;&#1087;&#1082;&#1091;(&#1085;&#1072; &#1084;&#1080;&#1085;&#1080;-&#1082;&#1072;&#1088;&#1090;&#1077;).&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1059;&#1075;&#1086;&#1083;&#1100;&#1085;&#1099;&#1077; &#1096;&#1072;&#1093;&#1090;&#1099; &#1085;&#1091;&#1078;&#1085;&#1086; &#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1100; &#1090;&#1072;&#1084;, &#1075;&#1076;&#1077; &#1077;&#1089;&#1090;&#1100; &#1091;&#1075;&#1086;&#1083;&#1100;. &#1052;&#1086;&#1078;&#1085;&#1086; &#1079;&#1072;&#1087;&#1088;&#1086;&#1089;&#1080;&#1090;&#1100; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1102; &#1085;&#1072;&#1078;&#1072;&#1074; &#1085;&#1072; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1091;&#1102; &#1082;&#1085;&#1086;&#1087;&#1082;&#1091;(&#1085;&#1072; &#1084;&#1080;&#1085;&#1080;-&#1082;&#1072;&#1088;&#1090;&#1077;).&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;&#1050;&#1086;&#1084;&#1084;&#1091;&#1085;&#1099; &#1084;&#1086;&#1075;&#1091;&#1090; &#1074;&#1099;&#1088;&#1072;&#1073;&#1072;&#1090;&#1099;&#1074;&#1072;&#1090;&#1100; &#1086;&#1095;&#1077;&#1085;&#1100; &#1084;&#1072;&#1083;&#1086;&#1077; &#1082;&#1086;&#1083;-&#1074;&#1086; &#1091;&#1075;&#1083;&#1103;. &#1056;&#1077;&#1072;&#1083;&#1100;&#1085;&#1086; &#1101;&#1090;&#1086; &#1073;&#1091;&#1076;&#1077;&#1090; &#1076;&#1088;&#1077;&#1074;&#1077;&#1089;&#1085;&#1099;&#1081; &#1091;&#1075;&#1086;&#1083;&#1100;. &#1045;&#1089;&#1090;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086; &#1086;&#1085;&#1080; &#1089;&#1084;&#1086;&#1075;&#1091;&#1090; &#1089;&#1085;&#1072;&#1073;&#1078;&#1072;&#1090;&#1100; &#1083;&#1080;&#1096;&#1100; &#1085;&#1077;&#1073;&#1086;&#1083;&#1100;&#1096;&#1080;&#1077; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1080;.&lt;/p&gt;
 
 	&lt;p style=&quot;hsubtitle&quot;&gt;&#1057;&#1084; &#1077;&#1097;&#1105;:&lt;/p&gt;

Modified: trunk/data/help/ru/coalmine.xml
===================================================================
--- trunk/data/help/ru/coalmine.xml	2008-09-28 21:57:58 UTC (rev 1460)
+++ trunk/data/help/ru/coalmine.xml	2008-10-06 19:46:39 UTC (rev 1461)
@@ -10,7 +10,7 @@
 	&lt;p style=&quot;hp&quot;&gt;&#1072; &#1101;&#1090;&#1086; &#1080;&#1082;&#1086;&#1085;&#1082;&#1072;&lt;/p&gt;
 	&lt;img src=&quot;images/gui/buttonpanel/mining/coalmine.png&quot; halign=&quot;center&quot;/&gt;
 
-	&lt;p style=&quot;hp&quot;&gt;&#1053;&#1072; &#1082;&#1072;&#1088;&#1090;&#1077; &#1084;&#1077;&#1089;&#1090;&#1086;&#1088;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1081; &#1074;&#1099; &#1073;&#1091;&#1076;&#1077;&#1090; &#1074;&#1099;&#1076;&#1077;&#1083;&#1077;&#1085;&#1086; &#1082;&#1088;&#1072;&#1089;&#1085;&#1099;&#1084;, &#1075;&#1076;&#1077; &#1091;&#1075;&#1083;&#1103; &#1073;&#1086;&#1083;&#1100;&#1096;&#1077; &#1074;&#1089;&#1077;&#1075;&#1086;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1053;&#1072; &#1082;&#1072;&#1088;&#1090;&#1077; &#1084;&#1077;&#1089;&#1090;&#1086;&#1088;&#1086;&#1078;&#1076;&#1077;&#1085;&#1080;&#1081; &#1073;&#1091;&#1076;&#1077;&#1090; &#1074;&#1099;&#1076;&#1077;&#1083;&#1077;&#1085;&#1086; &#1082;&#1088;&#1072;&#1089;&#1085;&#1099;&#1084; &#1090;&#1072;&#1084;, &#1075;&#1076;&#1077; &#1091;&#1075;&#1083;&#1103; &#1073;&#1086;&#1083;&#1100;&#1096;&#1077; &#1074;&#1089;&#1077;&#1075;&#1086;.&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;&#1047;&#1072; &#1076;&#1086;&#1073;&#1099;&#1095;&#1091; &#1091;&#1075;&#1083;&#1103; &#1074;&#1099; &#1087;&#1086;&#1083;&#1091;&#1095;&#1072;&#1077;&#1090;&#1077; &#1076;&#1077;&#1085;&#1100;&#1075;&#1080;.&lt;/p&gt;
 
 	&lt;p style=&quot;hsubtitle&quot;&gt;&#1057;&#1084; &#1077;&#1097;&#1105;:&lt;/p&gt;

Modified: trunk/data/help/ru/commune.xml
===================================================================
--- trunk/data/help/ru/commune.xml	2008-09-28 21:57:58 UTC (rev 1460)
+++ trunk/data/help/ru/commune.xml	2008-10-06 19:46:39 UTC (rev 1461)
@@ -2,8 +2,8 @@
 &lt;Document style=&quot;helpdocument&quot;&gt;
 	&lt;p style=&quot;htitle&quot;&gt;&#1050;&#1086;&#1084;&#1084;&#1091;&#1085;&#1072;&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;&#1050;&#1086;&#1084;&#1084;&#1091;&#1085;&#1072; &#1076;&#1072;&#1085;&#1085;&#1072;&#1103; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1072; &#1074;&#1082;&#1083;&#1102;&#1095;&#1072;&#1077;&#1090; &#1074; &#1089;&#1077;&#1073;&#1103; &#1076;&#1088;&#1077;&#1074;&#1077;&#1089;&#1085;&#1091;&#1102; &#1090;&#1086;&#1087;&#1082;&#1091;, &#1083;&#1077;&#1089;&#1085;&#1086;&#1081; &#1091;&#1095;&#1072;&#1089;&#1090;&#1086;&#1082; &#1080; &#1089;&#1072;&#1088;&#1072;&#1081; &#1076;&#1083;&#1103; &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1080;&#1103; &#1076;&#1088;&#1077;&#1074;&#1077;&#1089;&#1085;&#1086;&#1075;&#1086; &#1091;&#1075;&#1083;&#1103; (&#1084;&#1086;&#1078;&#1077;&#1090; &#1073;&#1099;&#1090;&#1100; &#1079;&#1072;&#1084;&#1077;&#1085;&#1086;&#1081; &#1082;&#1072;&#1084;&#1077;&#1085;&#1085;&#1086;&#1075;&#1086; &#1091;&#1075;&#1083;&#1103;). &#1054;&#1085;&#1072; &#1077;&#1097;&#1105; &#1074;&#1099;&#1088;&#1072;&#1073;&#1072;&#1090;&#1099;&#1074;&#1072;&#1077;&#1090; &#1085;&#1077;&#1073;&#1086;&#1083;&#1100;&#1096;&#1086;&#1077; &#1082;&#1086;&#1083;-&#1074;&#1086; &#1088;&#1091;&#1076;&#1099; &#1080; &#1089;&#1090;&#1072;&#1083;&#1080;.&lt;/p&gt;
-	&lt;p style=&quot;hp&quot;&gt;&#1042;&#1077;&#1088;&#1086;&#1103;&#1090;&#1085;&#1086; &#1074;&#1072;&#1084; &#1085;&#1091;&#1078;&#1085;&#1086; &#1084;&#1085;&#1086;&#1075;&#1086; &#1101;&#1090;&#1080;&#1093; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1077;&#1082; &#1095;&#1090;&#1086; &#1073;&#1099; &#1087;&#1086;&#1083;&#1091;&#1095;&#1072;&#1090;&#1100; &#1076;&#1086;&#1089;&#1090;&#1072;&#1090;&#1086;&#1095;&#1085;&#1086;&#1077; &#1082;&#1086;&#1083;-&#1074;&#1086; &#1091;&#1075;&#1083;&#1103;, &#1088;&#1091;&#1076;&#1099; &#1080; &#1089;&#1090;&#1072;&#1083;&#1080; &#1076;&#1083;&#1103; &#1089;&#1085;&#1072;&#1073;&#1078;&#1077;&#1085;&#1080;&#1103; &#1075;&#1086;&#1085;&#1095;&#1072;&#1088;&#1085;&#1099;&#1093; &#1080;&#1079;&#1076;&#1077;&#1083;&#1080;&#1081;, &#1082;&#1091;&#1079;&#1085;&#1080;&#1094; &#1080; &#1076;&#1088;&#1091;&#1075;&#1080;&#1093; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1080;&#1082;.&lt;/p&gt;
-	&lt;p style=&quot;hp&quot;&gt;&#1045;&#1089;&#1083;&#1080; &#1086;&#1073;&#1097;&#1080;&#1085;&#1072; &#1085;&#1080;&#1095;&#1077;&#1075;&#1086; &#1085;&#1077; &#1074;&#1099;&#1088;&#1072;&#1073;&#1072;&#1090;&#1099;&#1074;&#1072;&#1077;&#1090; &#1073;&#1086;&#1083;&#1100;&#1096;&#1077; 10 &#1083;&#1077;&#1090;, &#1090;&#1086; &#1086;&#1085;&#1072; &#1079;&#1072;&#1082;&#1088;&#1099;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1080; &#1087;&#1088;&#1077;&#1074;&#1088;&#1072;&#1097;&#1072;&#1077;&#1090;&#1089;&#1103; &#1074; &#1087;&#1072;&#1088;&#1082;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1042;&#1077;&#1088;&#1086;&#1103;&#1090;&#1085;&#1086; &#1074;&#1072;&#1084; &#1085;&#1091;&#1078;&#1085;&#1086; &#1084;&#1085;&#1086;&#1075;&#1086; &#1101;&#1090;&#1080;&#1093; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1077;&#1082;, &#1095;&#1090;&#1086; &#1073;&#1099; &#1087;&#1086;&#1083;&#1091;&#1095;&#1072;&#1090;&#1100; &#1076;&#1086;&#1089;&#1090;&#1072;&#1090;&#1086;&#1095;&#1085;&#1086;&#1077; &#1082;&#1086;&#1083;-&#1074;&#1086; &#1091;&#1075;&#1083;&#1103;, &#1088;&#1091;&#1076;&#1099; &#1080; &#1089;&#1090;&#1072;&#1083;&#1080; &#1076;&#1083;&#1103; &#1089;&#1085;&#1072;&#1073;&#1078;&#1077;&#1085;&#1080;&#1103; &#1075;&#1086;&#1085;&#1095;&#1072;&#1088;&#1085;&#1099;&#1093; &#1080;&#1079;&#1076;&#1077;&#1083;&#1080;&#1081;, &#1082;&#1091;&#1079;&#1085;&#1080;&#1094; &#1080; &#1076;&#1088;&#1091;&#1075;&#1080;&#1093; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1080;&#1082;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1045;&#1089;&#1083;&#1080; &#1082;&#1086;&#1084;&#1084;&#1091;&#1085;&#1072; &#1085;&#1080;&#1095;&#1077;&#1075;&#1086; &#1085;&#1077; &#1074;&#1099;&#1088;&#1072;&#1073;&#1072;&#1090;&#1099;&#1074;&#1072;&#1077;&#1090; &#1073;&#1086;&#1083;&#1100;&#1096;&#1077; 10 &#1083;&#1077;&#1090;, &#1090;&#1086; &#1086;&#1085;&#1072; &#1079;&#1072;&#1082;&#1088;&#1099;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1080; &#1087;&#1088;&#1077;&#1074;&#1088;&#1072;&#1097;&#1072;&#1077;&#1090;&#1089;&#1103; &#1074; &#1087;&#1072;&#1088;&#1082;.&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;&#1054;&#1073;&#1097;&#1080;&#1085;&#1099; &#1084;&#1086;&#1078;&#1085;&#1086; &#1089;&#1086;&#1077;&#1076;&#1080;&#1085;&#1103;&#1090;&#1100; &#1090;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090;&#1085;&#1086;&#1081; &#1083;&#1080;&#1085;&#1080;&#1077;&#1081; &#1074; &#1083;&#1102;&#1073;&#1086;&#1081; &#1090;&#1086;&#1095;&#1082;&#1077;.&lt;/p&gt;
 	
 	&lt;p style=&quot;hp&quot;&gt;&#1069;&#1090;&#1086; &#1082;&#1086;&#1084;&#1084;&#1091;&#1085;&#1072;&lt;/p&gt;

Modified: trunk/data/help/ru/cricket.xml
===================================================================
--- trunk/data/help/ru/cricket.xml	2008-09-28 21:57:58 UTC (rev 1460)
+++ trunk/data/help/ru/cricket.xml	2008-10-06 19:46:39 UTC (rev 1461)
@@ -1,9 +1,9 @@
 &lt;?xml version=&quot;1.0&quot;?&gt;
 &lt;Document style=&quot;helpdocument&quot;&gt;
 	&lt;p style=&quot;htitle&quot;&gt;&#1041;&#1072;&#1089;&#1082;&#1077;&#1090;&#1073;&#1086;&#1083;&#1100;&#1085;&#1072;&#1103; &#1087;&#1083;&#1086;&#1097;&#1072;&#1076;&#1082;&#1072;&lt;/p&gt;
-	&lt;p style=&quot;hp&quot;&gt;&#1041;&#1072;&#1089;&#1082;&#1077;&#1090;&#1073;&#1086;&#1083;&#1100;&#1085;&#1072;&#1103; &#1087;&#1083;&#1086;&#1097;&#1072;&#1076;&#1082;&#1072; &#1076;&#1072;&#1077;&#1090; &#1089;&#1087;&#1086;&#1088;&#1090; &#1083;&#1102;&#1076;&#1103;&#1084; &#1080; &#1088;&#1072;&#1079;&#1074;&#1083;&#1077;&#1082;&#1072;&#1077;&#1090; &#1074;&#1072;&#1096;&#1077; &#1085;&#1072;&#1089;&#1077;&#1083;&#1077;&#1085;&#1080;&#1077;. &#1044;&#1083;&#1103; &#1085;&#1077;&#1105; &#1085;&#1091;&#1078;&#1085;&#1099; &#1090;&#1086;&#1074;&#1072;&#1088;&#1099; &#1080; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;. &#1055;&#1083;&#1086;&#1097;&#1072;&#1076;&#1082;&#1091; &#1085;&#1077; &#1085;&#1091;&#1078;&#1085;&#1086; &#1087;&#1086;&#1076;&#1089;&#1086;&#1077;&#1076;&#1080;&#1085;&#1103;&#1090;&#1100; &#1089; &#1090;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090;&#1086;&#1084;, &#1074;&#1089;&#1077; &#1095;&#1090;&#1086; &#1077;&#1081; &#1085;&#1072;&#1076;&#1086;, &#1086;&#1085;&#1072; &#1084;&#1086;&#1078;&#1077;&#1090; &#1074;&#1079;&#1103;&#1090;&#1100; &#1074; &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&#1072;&#1093;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1076;&#1086;&#1083;&#1078;&#1085;&#1099; &#1085;&#1072;&#1093;&#1086;&#1076;&#1080;&#1090;&#1100;&#1089;&#1103; &#1085;&#1077;&#1087;&#1086;&#1076;&#1072;&#1083;&#1077;&#1082;&#1091;. &#1045;&#1097;&#1105; &#1086;&#1085;&#1072; &#1090;&#1088;&#1077;&#1073;&#1091;&#1077;&#1090; &#1077;&#1078;&#1077;&#1084;&#1077;&#1089;&#1103;&#1095;&#1085;&#1099;&#1093; &#1079;&#1072;&#1090;&#1088;&#1072;&#1090;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1041;&#1072;&#1089;&#1082;&#1077;&#1090;&#1073;&#1086;&#1083;&#1100;&#1085;&#1072;&#1103; &#1087;&#1083;&#1086;&#1097;&#1072;&#1076;&#1082;&#1072; &#1076;&#1072;&#1077;&#1090; &#1089;&#1087;&#1086;&#1088;&#1090; &#1083;&#1102;&#1076;&#1103;&#1084; &#1080; &#1088;&#1072;&#1079;&#1074;&#1083;&#1077;&#1082;&#1072;&#1077;&#1090; &#1074;&#1072;&#1096;&#1077; &#1085;&#1072;&#1089;&#1077;&#1083;&#1077;&#1085;&#1080;&#1077;. &#1044;&#1083;&#1103; &#1085;&#1077;&#1105; &#1085;&#1091;&#1078;&#1085;&#1099; &#1090;&#1086;&#1074;&#1072;&#1088;&#1099; &#1080; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;. &#1055;&#1083;&#1086;&#1097;&#1072;&#1076;&#1082;&#1091; &#1085;&#1077; &#1085;&#1091;&#1078;&#1085;&#1086; &#1087;&#1086;&#1076;&#1089;&#1086;&#1077;&#1076;&#1080;&#1085;&#1103;&#1090;&#1100; &#1089; &#1090;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090;&#1086;&#1084;, &#1074;&#1089;&#1077; &#1095;&#1090;&#1086; &#1077;&#1081; &#1085;&#1072;&#1076;&#1086; &#1086;&#1085;&#1072; &#1084;&#1086;&#1078;&#1077;&#1090; &#1074;&#1079;&#1103;&#1090;&#1100; &#1074; &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&#1072;&#1093;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1076;&#1086;&#1083;&#1078;&#1085;&#1099; &#1085;&#1072;&#1093;&#1086;&#1076;&#1080;&#1090;&#1100;&#1089;&#1103; &#1085;&#1077;&#1087;&#1086;&#1076;&#1072;&#1083;&#1077;&#1082;&#1091;. &#1045;&#1097;&#1105; &#1086;&#1085;&#1072; &#1090;&#1088;&#1077;&#1073;&#1091;&#1077;&#1090; &#1077;&#1078;&#1077;&#1084;&#1077;&#1089;&#1103;&#1095;&#1085;&#1099;&#1093; &#1080;&#1085;&#1074;&#1077;&#1089;&#1090;&#1080;&#1094;&#1080;&#1081;.&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;&#1050;&#1086;&#1075;&#1076;&#1072; &#1074;&#1099; &#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1077; &#1073;&#1072;&#1089;&#1082;&#1077;&#1090;&#1073;&#1086;&#1083;&#1100;&#1085;&#1091;&#1102; &#1087;&#1083;&#1086;&#1097;&#1072;&#1076;&#1082;&#1091;, &#1086;&#1085;&#1072; &#1085;&#1072;&#1095;&#1080;&#1085;&#1072;&#1077;&#1090; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1090;&#1100; &#1085;&#1077; &#1089;&#1088;&#1072;&#1079;&#1091;, &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1087;&#1086;&#1089;&#1083;&#1077; 3-&#1093; &#1084;&#1077;&#1089;&#1103;&#1094;&#1077;&#1074;.&lt;/p&gt;
-	&lt;p style=&quot;hp&quot;&gt;&#1044;&#1083;&#1103; &#1090;&#1086;&#1075;&#1086; &#1095;&#1090;&#1086;&#1073;&#1099; &#1087;&#1086;&#1089;&#1084;&#1086;&#1090;&#1088;&#1077;&#1090;&#1100;, &#1082;&#1086;&#1084;&#1091; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1085;&#1072; &#1087;&#1083;&#1086;&#1097;&#1072;&#1076;&#1082;&#1072;, &#1085;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; &#1085;&#1072; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1091;&#1102; &#1082;&#1085;&#1086;&#1087;&#1082;&#1091; &#1085;&#1072; &#1084;&#1080;&#1085;&#1080;-&#1082;&#1072;&#1088;&#1090;&#1077;. &#1052;&#1077;&#1089;&#1090;&#1072; &#1086;&#1090;&#1084;&#1077;&#1095;&#1077;&#1085;&#1085;&#1099;&#1077; &#1079;&#1077;&#1083;&#1105;&#1085;&#1099;&#1084; &#1094;&#1074;&#1077;&#1090;&#1086;&#1084; &#1080;&#1084;&#1077;&#1102;&#1090; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1100; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100;&#1089;&#1103; &#1101;&#1090;&#1086;&#1081; &#1087;&#1083;&#1086;&#1097;&#1072;&#1076;&#1082;&#1086;&#1081;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1044;&#1083;&#1103; &#1090;&#1086;&#1075;&#1086;, &#1095;&#1090;&#1086;&#1073;&#1099; &#1087;&#1086;&#1089;&#1084;&#1086;&#1090;&#1088;&#1077;&#1090;&#1100; &#1082;&#1086;&#1084;&#1091; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1085;&#1072; &#1087;&#1083;&#1086;&#1097;&#1072;&#1076;&#1082;&#1072;, &#1085;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; &#1085;&#1072; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1091;&#1102; &#1082;&#1085;&#1086;&#1087;&#1082;&#1091; &#1085;&#1072; &#1084;&#1080;&#1085;&#1080;-&#1082;&#1072;&#1088;&#1090;&#1077;. &#1052;&#1077;&#1089;&#1090;&#1072; &#1086;&#1090;&#1084;&#1077;&#1095;&#1077;&#1085;&#1085;&#1099;&#1077; &#1079;&#1077;&#1083;&#1105;&#1085;&#1099;&#1084; &#1094;&#1074;&#1077;&#1090;&#1086;&#1084; &#1080;&#1084;&#1077;&#1102;&#1090; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1100; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100;&#1089;&#1103; &#1101;&#1090;&#1086;&#1081; &#1087;&#1083;&#1086;&#1097;&#1072;&#1076;&#1082;&#1086;&#1081;.&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;&#1041;&#1072;&#1089;&#1082;&#1077;&#1090;&#1073;&#1086;&#1083; &#1091;&#1074;&#1077;&#1083;&#1080;&#1095;&#1080;&#1074;&#1072;&#1077;&#1090; &#1078;&#1077;&#1083;&#1072;&#1085;&#1080;&#1077; &#1078;&#1080;&#1090;&#1100; &#1074; &#1076;&#1086;&#1084;&#1072;&#1093;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1074;&#1099; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1080;&#1083;&#1080;.&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;&#1057; &#1087;&#1086;&#1084;&#1086;&#1097;&#1100;&#1102; &#1072;&#1085;&#1080;&#1084;&#1072;&#1094;&#1080;&#1080; &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1091;&#1074;&#1080;&#1076;&#1077;&#1090;&#1100;, &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1090;&#1100; &#1087;&#1083;&#1086;&#1097;&#1072;&#1076;&#1082;&#1072; &#1080;&#1083;&#1080; &#1085;&#1077;&#1090;. &#1052;&#1072;&#1082;&#1089;&#1080;&#1084;&#1072;&#1083;&#1100;&#1085;&#1086; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090;&#1080;&#1074;&#1085;&#1072;&#1103; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072; &#1073;&#1091;&#1076;&#1077;&#1090; 1 &#1088;&#1072;&#1079; &#1074; 3 &#1084;&#1077;&#1089;&#1103;&#1094;&#1072;.&lt;/p&gt;
 

Modified: trunk/data/help/ru/export.xml
===================================================================
--- trunk/data/help/ru/export.xml	2008-09-28 21:57:58 UTC (rev 1460)
+++ trunk/data/help/ru/export.xml	2008-10-06 19:46:39 UTC (rev 1461)
@@ -1,7 +1,7 @@
 &lt;?xml version=&quot;1.0&quot;?&gt;
 &lt;Document style=&quot;helpdocument&quot;&gt;
 	&lt;p style=&quot;htitle&quot;&gt;&#1055;&#1086;&#1083;&#1103; &#1080;&#1084;&#1087;&#1086;&#1088;&#1090;&#1072; &#1080; &#1101;&#1082;&#1089;&#1087;&#1086;&#1088;&#1090;&#1072;&lt;/p&gt;
-	&lt;p style=&quot;hp&quot;&gt;&#1048;&#1084;&#1087;&#1086;&#1088;&#1090; &#1080; &#1101;&#1082;&#1089;&#1087;&#1086;&#1088;&#1090; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1077;&#1090; &#1089;&#1083;&#1077;&#1076;&#1091;&#1102;&#1097;&#1080;&#1084; &#1086;&#1073;&#1088;&#1072;&#1079;&#1086;&#1084;, &#1085;&#1072; &#1101;&#1090;&#1086;&#1084; &#1084;&#1086;&#1078;&#1085;&#1086; &#1079;&#1072;&#1088;&#1072;&#1073;&#1072;&#1090;&#1099;&#1074;&#1072;&#1090;&#1100; &#1080; &#1090;&#1088;&#1072;&#1090;&#1080;&#1090;&#1100; &#1076;&#1077;&#1085;&#1100;&#1075;&#1080;. &#1044;&#1083;&#1103; &#1086;&#1073;&#1086;&#1080;&#1093; &#1087;&#1086;&#1083;&#1077;&#1081; &#1085;&#1091;&#1078;&#1077;&#1085; &#1087;&#1086;&#1088;&#1090;. &#1057; &#1085;&#1072;&#1095;&#1072;&#1083;&#1086; &#1083;&#1086;&#1075;&#1080;&#1095;&#1085;&#1077;&#1077; &#1073;&#1091;&#1076;&#1077;&#1090; &#1080;&#1089;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1101;&#1082;&#1089;&#1087;&#1086;&#1088;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1080;&#1079;&#1083;&#1080;&#1096;&#1082;&#1080;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1048;&#1084;&#1087;&#1086;&#1088;&#1090; &#1080; &#1101;&#1082;&#1089;&#1087;&#1086;&#1088;&#1090; &#1080;&#1084;&#1077;&#1077;&#1090; &#1090;&#1072;&#1082;&#1086;&#1077; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077;: &#1085;&#1072; &#1101;&#1090;&#1086; &#1084;&#1086;&#1078;&#1085;&#1086; &#1079;&#1072;&#1088;&#1072;&#1073;&#1072;&#1090;&#1099;&#1074;&#1072;&#1090;&#1100; &#1080; &#1090;&#1088;&#1072;&#1090;&#1080;&#1090;&#1100; &#1076;&#1077;&#1085;&#1100;&#1075;&#1080;. &#1044;&#1083;&#1103; &#1083;&#1102;&#1073;&#1099;&#1093; &#1080;&#1079; &#1101;&#1090;&#1080;&#1093; &#1094;&#1077;&#1083;&#1077;&#1081; &#1085;&#1091;&#1078;&#1077;&#1085; &#1087;&#1086;&#1088;&#1090;. &#1057; &#1085;&#1072;&#1095;&#1072;&#1083;&#1086; &#1083;&#1086;&#1075;&#1080;&#1095;&#1085;&#1077;&#1077; &#1073;&#1091;&#1076;&#1077;&#1090; &#1080;&#1089;&#1082;&#1083;&#1102;&#1095;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1101;&#1082;&#1089;&#1087;&#1086;&#1088;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1080;&#1079;&#1083;&#1080;&#1096;&#1082;&#1080;.&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;&#1050; &#1087;&#1086;&#1088;&#1090;&#1091; &#1089;&#1083;&#1077;&#1076;&#1091;&#1077;&#1090; &#1087;&#1086;&#1076;&#1074;&#1086;&#1076;&#1080;&#1090;&#1100; &#1076;&#1086;&#1088;&#1086;&#1075;&#1091;.&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;&#1055;&#1086;&#1088;&#1090; &lt;b&gt;&#1076;&#1086;&#1083;&#1078;&#1077;&#1085;&lt;/b&gt; &#1089;&#1086;&#1077;&#1076;&#1080;&#1085;&#1103;&#1090;&#1100;&#1089;&#1103; &#1089; &#1088;&#1077;&#1082;&#1086;&#1081;.&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;&#1069;&#1082;&#1089;&#1087;&#1086;&#1088;&#1090;&#1085;&#1099;&#1081; &#1090;&#1086;&#1074;&#1072;&#1088; &#1076;&#1077;&#1096;&#1077;&#1074;&#1083;&#1077; &#1095;&#1077;&#1084; &#1080;&#1084;&#1087;&#1086;&#1088;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1081;. &#1055;&#1088;&#1072;&#1074;&#1080;&#1083;&#1100;&#1085;&#1086;&#1077; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1080;&#1077; &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&#1086;&#1074; &#1080; &#1076;&#1086;&#1088;&#1086;&#1075; &#1087;&#1086;&#1084;&#1086;&#1075;&#1072;&#1077;&#1090; &#1084;&#1072;&#1082;&#1089;&#1080;&#1084;&#1072;&#1083;&#1100;&#1085;&#1086; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090;&#1080;&#1074;&#1085;&#1086; &#1080;&#1084;&#1087;&#1086;&#1088;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1080; &#1101;&#1082;&#1089;&#1087;&#1086;&#1088;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1090;&#1086;&#1074;&#1072;&#1088;&#1099;.&lt;/p&gt;

Modified: trunk/data/help/ru/farm.xml
===================================================================
--- trunk/data/help/ru/farm.xml	2008-09-28 21:57:58 UTC (rev 1460)
+++ trunk/data/help/ru/farm.xml	2008-10-06 19:46:39 UTC (rev 1461)
@@ -1,7 +1,7 @@
 &lt;?xml version=&quot;1.0&quot;?&gt;
 &lt;Document style=&quot;helpdocument&quot;&gt;
 	&lt;p style=&quot;htitle&quot;&gt;&#1060;&#1077;&#1088;&#1084;&#1099;&lt;/p&gt;
-	&lt;p style=&quot;hp&quot;&gt;&#1060;&#1077;&#1088;&#1084;&#1099; &#1074;&#1099;&#1088;&#1072;&#1097;&#1080;&#1074;&#1072;&#1102;&#1090; &#1077;&#1076;&#1091; &#1076;&#1083;&#1103; &#1083;&#1102;&#1076;&#1077;&#1081; &#1080; &#1089;&#1085;&#1072;&#1073;&#1078;&#1072;&#1102;&#1090; &#1089;&#1090;&#1088;&#1086;&#1077;&#1085;&#1080;&#1103;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1102; &#1077;&#1076;&#1091;. &#1060;&#1077;&#1088;&#1084;&#1077;&#1088;&#1099; &#1087;&#1088;&#1086;&#1076;&#1072;&#1102;&#1090; &#1077;&#1076;&#1091; &#1074; &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&#1099;. &#1055;&#1077;&#1088;&#1077;&#1074;&#1086;&#1079;&#1103;&#1090; &#1086;&#1085;&#1080; &#1085;&#1072; &#1090;&#1088;&#1072;&#1082;&#1090;&#1086;&#1088;&#1072;&#1093;, &#1087;&#1086; &#1101;&#1090;&#1086;&#1084;&#1091; &#1080;&#1084; &#1085;&#1077; &#1085;&#1091;&#1078;&#1085;&#1072; &#1076;&#1086;&#1088;&#1086;&#1075;&#1072;. &#1045;&#1089;&#1090;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086; &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&#1099; &#1076;&#1086;&#1083;&#1078;&#1085;&#1099; &#1085;&#1072;&#1093;&#1086;&#1076;&#1080;&#1090;&#1100;&#1089;&#1103; &#1085;&#1077; &#1086;&#1095;&#1077;&#1085;&#1100; &#1076;&#1072;&#1083;&#1077;&#1082;&#1086; &#1086;&#1090; &#1092;&#1077;&#1088;&#1084;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1060;&#1077;&#1088;&#1084;&#1099; &#1074;&#1099;&#1088;&#1072;&#1097;&#1080;&#1074;&#1072;&#1102;&#1090; &#1077;&#1076;&#1091; &#1076;&#1083;&#1103; &#1083;&#1102;&#1076;&#1077;&#1081; &#1080; &#1089;&#1085;&#1072;&#1073;&#1078;&#1072;&#1102;&#1090; &#1089;&#1090;&#1088;&#1086;&#1077;&#1085;&#1080;&#1103;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1102; &#1077;&#1076;&#1091;. &#1060;&#1077;&#1088;&#1084;&#1077;&#1088;&#1099; &#1087;&#1088;&#1086;&#1076;&#1072;&#1102;&#1090; &#1077;&#1076;&#1091; &#1074; &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&#1099;. &#1055;&#1077;&#1088;&#1077;&#1074;&#1086;&#1079;&#1103;&#1090; e&#1105; &#1085;&#1072; &#1090;&#1088;&#1072;&#1082;&#1090;&#1086;&#1088;&#1072;&#1093;, &#1087;&#1086; &#1101;&#1090;&#1086;&#1084;&#1091; &#1080;&#1084; &#1085;&#1077; &#1085;&#1091;&#1078;&#1085;&#1072; &#1076;&#1086;&#1088;&#1086;&#1075;&#1072;. &#1045;&#1089;&#1090;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086; &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&#1099; &#1076;&#1086;&#1083;&#1078;&#1085;&#1099; &#1085;&#1072;&#1093;&#1086;&#1076;&#1080;&#1090;&#1100;&#1089;&#1103; &#1085;&#1077; &#1086;&#1095;&#1077;&#1085;&#1100; &#1076;&#1072;&#1083;&#1077;&#1082;&#1086; &#1086;&#1090; &#1092;&#1077;&#1088;&#1084;.&lt;/p&gt;
 	
 	&lt;p style=&quot;hp&quot;&gt;&#1069;&#1090;&#1086; &#1092;&#1077;&#1088;&#1084;&#1072;.&lt;/p&gt;
 	&lt;img src=&quot;images/tiles/farm0.png&quot; halign=&quot;center&quot;/&gt;

Modified: trunk/data/help/ru/finance.xml
===================================================================
--- trunk/data/help/ru/finance.xml	2008-09-28 21:57:58 UTC (rev 1460)
+++ trunk/data/help/ru/finance.xml	2008-10-06 19:46:39 UTC (rev 1461)
@@ -1,9 +1,9 @@
 &lt;?xml version=&quot;1.0&quot;?&gt;
 &lt;Document style=&quot;helpdocument&quot;&gt;
 	&lt;p style=&quot;htitle&quot;&gt;&#1060;&#1080;&#1085;&#1072;&#1085;&#1089;&#1086;&#1074;&#1086;&#1077; &#1086;&#1082;&#1085;&#1086;&lt;/p&gt;
-	&lt;p style=&quot;hp&quot;&gt;&#1051;&#1077;&#1074;&#1086;&#1077; &#1085;&#1072;&#1078;&#1072;&#1090;&#1080;&#1077; &#1085;&#1072; &#1086;&#1082;&#1085;&#1077; &#1086;&#1090;&#1082;&#1088;&#1099;&#1074;&#1072;&#1077;&#1090; &#1086;&#1082;&#1085;&#1072; &#1089; '&#1075;&#1083;&#1086;&#1073;&#1072;&#1083;&#1100;&#1085;&#1099;&#1084; &#1092;&#1080;&#1085;&#1072;&#1085;&#1089;&#1086;&#1074;&#1099;&#1084; &#1073;&#1072;&#1083;&#1072;&#1085;&#1089;&#1086;&#1084;', &#1077;&#1097;&#1105; &#1086;&#1076;&#1085;&#1086; &#1085;&#1072;&#1078;&#1072;&#1090;&#1080;&#1077; &#1086;&#1090;&#1082;&#1088;&#1099;&#1074;&#1072;&#1077;&#1090; '&#1076;&#1088;&#1091;&#1075;&#1080;&#1077; &#1079;&#1072;&#1090;&#1088;&#1072;&#1090;&#1099;', &#1080; &#1077;&#1097;&#1105; &#1086;&#1076;&#1085;&#1086; &#1085;&#1072;&#1078;&#1072;&#1090;&#1080;&#1077; &#1086;&#1090;&#1082;&#1088;&#1099;&#1074;&#1072;&#1077;&#1090; '&#1079;&#1072;&#1090;&#1088;&#1072;&#1090;&#1099; &#1085;&#1072;&#1089;&#1077;&#1083;&#1077;&#1085;&#1080;&#1103;'.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1051;&#1077;&#1074;&#1086;&#1077; &#1085;&#1072;&#1078;&#1072;&#1090;&#1080;&#1077; &#1085;&#1072; &#1086;&#1082;&#1085;&#1077; &#1086;&#1090;&#1082;&#1088;&#1099;&#1074;&#1072;&#1077;&#1090; &#1086;&#1082;&#1085;&#1072; &#1089; '&#1075;&#1083;&#1086;&#1073;&#1072;&#1083;&#1100;&#1085;&#1099;&#1084; &#1092;&#1080;&#1085;&#1072;&#1085;&#1089;&#1086;&#1074;&#1099;&#1084; &#1073;&#1072;&#1083;&#1072;&#1085;&#1089;&#1086;&#1084;', &#1077;&#1097;&#1105; &#1086;&#1076;&#1085;&#1086; &#1085;&#1072;&#1078;&#1072;&#1090;&#1080;&#1077; &#1086;&#1090;&#1082;&#1088;&#1099;&#1074;&#1072;&#1077;&#1090; '&#1076;&#1088;&#1091;&#1075;&#1080;&#1077; &#1079;&#1072;&#1090;&#1088;&#1072;&#1090;&#1099;' &#1080; &#1077;&#1097;&#1105; &#1086;&#1076;&#1085;&#1086; &#1085;&#1072;&#1078;&#1072;&#1090;&#1080;&#1077; &#1086;&#1090;&#1082;&#1088;&#1099;&#1074;&#1072;&#1077;&#1090; '&#1079;&#1072;&#1090;&#1088;&#1072;&#1090;&#1099; &#1085;&#1072;&#1089;&#1077;&#1083;&#1077;&#1085;&#1080;&#1103;'.&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;&#1060;&#1080;&#1085;&#1072;&#1085;&#1089;&#1086;&#1074;&#1086;&#1077; &#1086;&#1082;&#1085;&#1086; &#1086;&#1073;&#1085;&#1086;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; &#1082;&#1072;&#1078;&#1076;&#1099;&#1081; &#1088;&#1072;&#1079; 1-&#1086;&#1075;&#1086; &#1103;&#1085;&#1074;&#1072;&#1088;&#1103;. &#1060;&#1080;&#1075;&#1091;&#1088;&#1072;&#1083;&#1100;&#1085;&#1086; &#1074;&#1099;&#1088;&#1072;&#1078;&#1072;&#1103;&#1089;&#1100;, &#1101;&#1090;&#1086; &#1079;&#1072;&#1090;&#1088;&#1072;&#1090;&#1099; &#1080; &#1087;&#1086;&#1089;&#1090;&#1091;&#1087;&#1083;&#1077;&#1085;&#1080;&#1103; &#1079;&#1072; &#1075;&#1086;&#1076;.&lt;/p&gt;
-	&lt;p style=&quot;hp&quot;&gt;&#1048;&#1090;&#1086;&#1075; &#1080;&#1079;&#1084;&#1077;&#1085;&#1103;&#1077;&#1090; &#1074;&#1072;&#1096; &#1073;&#1072;&#1083;&#1072;&#1085;&#1089; (&#1095;&#1072;&#1089;&#1090;&#1077;&#1085;&#1100;&#1082;&#1086; &#1074; &#1093;&#1091;&#1076;&#1096;&#1091;&#1102; &#1089;&#1090;&#1086;&#1088;&#1086;&#1085;&#1091;). There are certain things you cannot do when you are 'in the red'.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1048;&#1090;&#1086;&#1075; &#1080;&#1079;&#1084;&#1077;&#1085;&#1103;&#1077;&#1090; &#1074;&#1072;&#1096; &#1073;&#1072;&#1083;&#1072;&#1085;&#1089; (&#1095;&#1072;&#1089;&#1090;&#1077;&#1085;&#1100;&#1082;&#1086; &#1074; &#1093;&#1091;&#1076;&#1096;&#1091;&#1102; &#1089;&#1090;&#1086;&#1088;&#1086;&#1085;&#1091;). &#1053;&#1077;&#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1074;&#1077;&#1097;&#1080; &#1087;&#1077;&#1088;&#1077;&#1089;&#1090;&#1072;&#1102;&#1090; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1090;&#1100;, &#1082;&#1086;&#1075;&#1076;&#1072; &#1074;&#1099; &#1085;&#1072;&#1093;&#1086;&#1076;&#1080;&#1090;&#1077;&#1089;&#1100; '&#1074; &#1082;&#1088;&#1072;&#1089;&#1085;&#1086;&#1084;'.&lt;/p&gt;
 	&lt;p style=&quot;hsubtitle&quot;&gt;&#1057;&#1084; &#1077;&#1097;&#1105;:&lt;/p&gt;
 	&lt;li&gt;&lt;a href=&quot;housing&quot;&gt;&#1054;&#1082;&#1085;&#1086; &#1083;&#1102;&#1076;&#1077;&#1081;&lt;/a&gt;&lt;/li&gt;
 	&lt;li&gt;&lt;a href=&quot;other-costs&quot;&gt;&#1044;&#1088;&#1091;&#1075;&#1080;&#1077; &#1079;&#1072;&#1090;&#1088;&#1072;&#1090;&#1099;&lt;/a&gt;&lt;/li&gt;

Modified: trunk/data/help/ru/firestation.xml
===================================================================
--- trunk/data/help/ru/firestation.xml	2008-09-28 21:57:58 UTC (rev 1460)
+++ trunk/data/help/ru/firestation.xml	2008-10-06 19:46:39 UTC (rev 1461)
@@ -4,7 +4,7 @@
 	&lt;p style=&quot;hp&quot;&gt;&#1055;&#1086;&#1078;&#1072;&#1088;&#1085;&#1072;&#1103; &#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1103; &#1087;&#1088;&#1077;&#1076;&#1086;&#1090;&#1074;&#1088;&#1072;&#1097;&#1072;&#1077;&#1090; &#1074;&#1086;&#1079;&#1085;&#1080;&#1082;&#1085;&#1086;&#1074;&#1077;&#1085;&#1080;&#1077; &#1080; &#1088;&#1072;&#1089;&#1087;&#1088;&#1086;&#1089;&#1090;&#1088;&#1072;&#1085;&#1077;&#1085;&#1080;&#1103; &#1087;&#1086;&#1078;&#1072;&#1088;&#1072; &#1074; &#1079;&#1086;&#1085;&#1077; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1103;. &#1054;&#1085;&#1072; &#1090;&#1088;&#1077;&#1073;&#1091;&#1077;&#1090; &#1085;&#1077;&#1084;&#1085;&#1086;&#1075;&#1086; &#1090;&#1086;&#1074;&#1072;&#1088;&#1072; &#1080; &#1088;&#1072;&#1073;&#1086;&#1095;&#1080;&#1081; &#1089;&#1080;&#1083;&#1099;, &#1076;&#1083;&#1103; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1086;&#1085;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103;. &#1054;&#1085;&#1072; &lt;b&gt;&#1085;&#1077; &#1086;&#1073;&#1103;&#1079;&#1072;&#1085;&#1072;&lt;/b&gt; &#1080;&#1084;&#1077;&#1090;&#1100; &#1089;&#1086;&#1077;&#1076;&#1080;&#1085;&#1077;&#1085;&#1080;&#1103; &#1090;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090;&#1085;&#1086;&#1081; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1086;&#1081;, &#1074;&#1089;&#1102; &#1088;&#1072;&#1073;&#1086;&#1095;&#1091;&#1102; &#1089;&#1080;&#1083;&#1091; &#1080; &#1090;&#1086;&#1074;&#1072;&#1088;&#1099; &#1086;&#1085;&#1072; &#1084;&#1086;&#1078;&#1077;&#1090; &#1085;&#1072;&#1081;&#1090;&#1080; &#1074; &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&#1072;&#1093;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1085;&#1072;&#1093;&#1086;&#1076;&#1103;&#1090;&#1089;&#1103; &#1074; &#1080;&#1093; &#1079;&#1086;&#1085;&#1077; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1103;. &#1058;&#1072;&#1082; &#1078;&#1077; &#1087;&#1086;&#1078;&#1072;&#1088;&#1085;&#1072;&#1103; &#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1103; &#1090;&#1088;&#1077;&#1073;&#1091;&#1077;&#1090; &#1092;&#1080;&#1085;&#1072;&#1085;&#1089;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103;.&lt;/p&gt;
 
 
-	&lt;p style=&quot;hp&quot;&gt;&#1050;&#1086;&#1075;&#1076;&#1072; &#1074;&#1099; &#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1077; &#1087;&#1086;&#1078;&#1072;&#1088;&#1085;&#1091;&#1102; &#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1102; &#1085;&#1091;&#1078;&#1085;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103; &#1095;&#1090;&#1086; &#1073;&#1099; &#1077;&#1081; &#1085;&#1072;&#1095;&#1072;&#1090;&#1100; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1086;&#1085;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100;. &#1045;&#1081; &#1085;&#1091;&#1078;&#1077;&#1085; &#1084;&#1077;&#1089;&#1103;&#1094;, &#1095;&#1090;&#1086; &#1073;&#1099; &#1085;&#1072;&#1095;&#1072;&#1090;&#1100; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1090;&#1100; &#1074; &#1087;&#1086;&#1083;&#1085;&#1091;&#1102; &#1089;&#1080;&#1083;&#1091;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1050;&#1086;&#1075;&#1076;&#1072; &#1074;&#1099; &#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1077; &#1087;&#1086;&#1078;&#1072;&#1088;&#1085;&#1091;&#1102; &#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1102; &#1085;&#1091;&#1078;&#1085;&#1086; &#1074;&#1088;&#1077;&#1084;&#1103;, &#1095;&#1090;&#1086; &#1073;&#1099; &#1077;&#1081; &#1085;&#1072;&#1095;&#1072;&#1090;&#1100; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1086;&#1085;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100;. &#1045;&#1081; &#1085;&#1091;&#1078;&#1077;&#1085; &#1084;&#1077;&#1089;&#1103;&#1094;, &#1095;&#1090;&#1086; &#1073;&#1099; &#1085;&#1072;&#1095;&#1072;&#1090;&#1100; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1090;&#1100; &#1074; &#1087;&#1086;&#1083;&#1085;&#1091;&#1102; &#1089;&#1080;&#1083;&#1091;.&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;&#1044;&#1083;&#1103; &#1090;&#1086;&#1075;&#1086;, &#1095;&#1090;&#1086; &#1073;&#1099; &#1087;&#1086;&#1089;&#1084;&#1086;&#1090;&#1088;&#1077;&#1090;&#1100; &#1079;&#1086;&#1085;&#1091; &#1087;&#1086;&#1082;&#1088;&#1099;&#1090;&#1080;&#1103;, &#1085;&#1091;&#1078;&#1085;&#1086; &#1085;&#1072;&#1078;&#1072;&#1090;&#1100; &#1085;&#1072; &lt;i&gt;&#1084;&#1080;&#1085;&#1080; &#1082;&#1072;&#1088;&#1090;&#1091;&lt;/i&gt;. &#1047;&#1086;&#1085;&#1072; &#1082;&#1086;&#1090;&#1086;&#1088;&#1091;&#1102; &#1087;&#1086;&#1082;&#1088;&#1099;&#1074;&#1072;&#1077;&#1090; &#1087;&#1086;&#1078;&#1072;&#1088;&#1085;&#1099;&#1077; &#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1080; &#1086;&#1090;&#1084;&#1077;&#1095;&#1077;&#1085;&#1099; &#1085;&#1086;&#1088;&#1084;&#1072;&#1083;&#1100;&#1085;&#1099;&#1084; &#1094;&#1074;&#1077;&#1090;&#1086;&#1084;, &#1072; &#1090;&#1077; &#1095;&#1090;&#1086; &#1085;&#1077; &#1087;&#1086;&#1082;&#1088;&#1099;&#1074;&#1072;&#1077;&#1090;, &#1086;&#1090;&#1084;&#1077;&#1085;&#1077;&#1085;&#1099; &#1095;&#1077;&#1088;&#1085;&#1086; &#1079;&#1077;&#1083;&#1105;&#1085;&#1099;&#1084;.&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;&#1046;&#1080;&#1090;&#1077;&#1083;&#1103;&#1084; &#1073;&#1086;&#1083;&#1100;&#1096;&#1077; &#1085;&#1088;&#1072;&#1074;&#1080;&#1090;&#1100;&#1089;&#1103; &#1078;&#1080;&#1090;&#1100; &#1090;&#1072;&#1084;, &#1075;&#1076;&#1077; &#1077;&#1089;&#1090;&#1100; &#1087;&#1086;&#1078;&#1072;&#1088;&#1085;&#1072;&#1103; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1072;.&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;&#1045;&#1089;&#1083;&#1080; &#1072;&#1085;&#1080;&#1084;&#1072;&#1094;&#1080;&#1103; &#1085;&#1072; &#1087;&#1086;&#1078;&#1072;&#1088;&#1085;&#1086;&#1081; &#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1080; &#1084;&#1077;&#1085;&#1103;&#1090;&#1100;&#1089;&#1103;, &#1079;&#1085;&#1072;&#1095;&#1080;&#1090; &#1086;&#1085;&#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1077;&#1090;.&lt;/p&gt;

Modified: trunk/data/help/ru/food.xml
===================================================================
--- trunk/data/help/ru/food.xml	2008-09-28 21:57:58 UTC (rev 1460)
+++ trunk/data/help/ru/food.xml	2008-10-06 19:46:39 UTC (rev 1461)
@@ -2,7 +2,7 @@
 &lt;Document style=&quot;helpdocument&quot;&gt;
 	&lt;p style=&quot;htitle&quot;&gt;&#1045;&#1076;&#1072;&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;&#1045;&#1076;&#1072; &#1088;&#1072;&#1089;&#1090;&#1077;&#1090; &#1085;&#1072; &#1092;&#1077;&#1088;&#1084;&#1072;&#1093;, &#1080;&#1083;&#1080; &#1084;&#1086;&#1078;&#1077;&#1090; &#1073;&#1099;&#1090;&#1100; &#1080;&#1084;&#1087;&#1086;&#1088;&#1090;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1072; &#1095;&#1077;&#1088;&#1077;&#1079; &#1087;&#1086;&#1088;&#1090;.&lt;/p&gt;
-	&lt;p style=&quot;hp&quot;&gt;&#1051;&#1102;&#1076;&#1103;&#1084; &#1085;&#1091;&#1078;&#1085;&#1072; &#1077;&#1076;&#1072;, &#1076;&#1083;&#1103; &#1090;&#1086;&#1075;&#1086; &#1095;&#1090;&#1086; &#1073;&#1099; &#1074;&#1099;&#1078;&#1080;&#1090;&#1100;. &#1045;&#1089;&#1083;&#1080; &#1083;&#1102;&#1076;&#1080; &#1085;&#1072;&#1095;&#1080;&#1085;&#1072;&#1102;&#1090; &#1091;&#1084;&#1080;&#1088;&#1072;&#1090;&#1100; &#1086;&#1090; &#1075;&#1086;&#1083;&#1086;&#1076;&#1072;, &#1090;&#1086; &#1086;&#1085;&#1080; &#1091;&#1077;&#1079;&#1078;&#1072;&#1102;&#1090; &#1080;&#1079; &#1074;&#1072;&#1096;&#1077;&#1075;&#1086; &#1075;&#1086;&#1088;&#1086;&#1076;&#1072;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1051;&#1102;&#1076;&#1103;&#1084; &#1085;&#1091;&#1078;&#1085;&#1072; &#1077;&#1076;&#1072;, &#1076;&#1083;&#1103; &#1090;&#1086;&#1075;&#1086;, &#1095;&#1090;&#1086; &#1073;&#1099; &#1074;&#1099;&#1078;&#1080;&#1090;&#1100;. &#1045;&#1089;&#1083;&#1080; &#1083;&#1102;&#1076;&#1080; &#1085;&#1072;&#1095;&#1080;&#1085;&#1072;&#1102;&#1090; &#1091;&#1084;&#1080;&#1088;&#1072;&#1090;&#1100; &#1086;&#1090; &#1075;&#1086;&#1083;&#1086;&#1076;&#1072;, &#1090;&#1086; &#1076;&#1088;&#1091;&#1075;&#1080;&#1077; &#1085;&#1072;&#1095;&#1080;&#1085;&#1072;&#1102;&#1090; &#1091;&#1077;&#1079;&#1078;&#1072;&#1102;&#1090; &#1080;&#1079; &#1074;&#1072;&#1096;&#1077;&#1075;&#1086; &#1075;&#1086;&#1088;&#1086;&#1076;&#1072;.&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;&#1052;&#1077;&#1083;&#1100;&#1085;&#1080;&#1094;&#1099; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1102;&#1090; &#1077;&#1076;&#1091;. &#1054;&#1085;&#1080; &#1087;&#1077;&#1088;&#1077;&#1088;&#1072;&#1073;&#1072;&#1090;&#1099;&#1074;&#1072;&#1077;&#1090; &#1077;&#1105; &#1074; &#1093;&#1083;&#1086;&#1087;&#1086;&#1082;(&#1090;&#1086;&#1074;&#1072;&#1088;). &#1054;&#1085;&#1080; &#1084;&#1086;&#1075;&#1091;&#1090; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100; &lt;i&gt;&#1089;&#1083;&#1080;&#1096;&#1082;&#1086;&#1084;&lt;/i&gt; &#1084;&#1085;&#1086;&#1075;&#1086; &#1077;&#1076;&#1099;.&lt;/p&gt;
 	
 	&lt;p style=&quot;hsubtitle&quot;&gt;&#1089;&#1084;. &#1077;&#1097;&#1105;:&lt;/p&gt;

Modified: trunk/data/help/ru/goods.xml
===================================================================
--- trunk/data/help/ru/goods.xml	2008-09-28 21:57:58 UTC (rev 1460)
+++ trunk/data/help/ru/goods.xml	2008-10-06 19:46:39 UTC (rev 1461)
@@ -3,7 +3,7 @@
 	&lt;p style=&quot;htitle&quot;&gt;&#1058;&#1086;&#1074;&#1072;&#1088;&#1099;&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;&#1058;&#1086;&#1074;&#1072;&#1088;&#1099; &#1085;&#1091;&#1078;&#1085;&#1099; &#1073;&#1086;&#1083;&#1100;&#1096;&#1080;&#1085;&#1089;&#1090;&#1074;&#1091; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1077;&#1082;. &#1059; &#1083;&#1102;&#1076;&#1077;&#1081; &#1090;&#1086;&#1074;&#1072;&#1088;&#1099; &#1090;&#1086;&#1078;&#1077; &#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1102;&#1090;&#1089;&#1103; &#1089;&#1087;&#1088;&#1086;&#1089;&#1086;&#1084;.&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;&#1058;&#1086;&#1074;&#1072;&#1088;&#1099; &#1086;&#1073;&#1083;&#1072;&#1075;&#1072;&#1102;&#1090;&#1089;&#1103; &#1085;&#1072;&#1083;&#1086;&#1075;&#1086;&#1084;, &#1101;&#1090;&#1086; &#1084;&#1086;&#1078;&#1077;&#1090; &#1087;&#1086;&#1084;&#1086;&#1095;&#1100; &#1087;&#1086;&#1076;&#1085;&#1103;&#1090;&#1100; &#1074;&#1072;&#1096; &#1082;&#1072;&#1087;&#1080;&#1090;&#1072;&#1083;.&lt;/p&gt;
-	&lt;p style=&quot;hp&quot;&gt;&#1058;&#1086;&#1074;&#1072;&#1088;&#1099; &#1091;&#1084;&#1077;&#1090; &#1076;&#1077;&#1083;&#1072;&#1090;&#1100;: &#1043;&#1086;&#1085;&#1095;&#1072;&#1088;&#1085;&#1099;&#1077;, &#1050;&#1091;&#1079;&#1085;&#1077;&#1094;&#1099;, &#1052;&#1077;&#1083;&#1100;&#1085;&#1080;&#1094;&#1099; &#1080; &#1051;&#1077;&#1075;&#1082;&#1072;&#1103; &#1080;&#1085;&#1076;&#1091;&#1089;&#1090;&#1088;&#1080;&#1103;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1058;&#1086;&#1074;&#1072;&#1088;&#1099; &#1091;&#1084;&#1077;&#1102;&#1090; &#1076;&#1077;&#1083;&#1072;&#1090;&#1100;: &#1043;&#1086;&#1085;&#1095;&#1072;&#1088;&#1085;&#1099;&#1077;, &#1050;&#1091;&#1079;&#1085;&#1077;&#1094;&#1099;, &#1052;&#1077;&#1083;&#1100;&#1085;&#1080;&#1094;&#1099; &#1080; &#1051;&#1077;&#1075;&#1082;&#1072;&#1103; &#1080;&#1085;&#1076;&#1091;&#1089;&#1090;&#1088;&#1080;&#1103;.&lt;/p&gt;
 
 	&lt;p style=&quot;hsubtitle&quot;&gt;&#1089;&#1084;. &#1077;&#1097;&#1105;:&lt;/p&gt;
 	&lt;li&gt;&lt;a href=&quot;pottery&quot;&gt;&lt;/a&gt;&#1043;&#1086;&#1085;&#1095;&#1072;&#1088;&#1085;&#1072;&#1103;&lt;/li&gt;

Modified: trunk/data/help/ru/health.xml
===================================================================
--- trunk/data/help/ru/health.xml	2008-09-28 21:57:58 UTC (rev 1460)
+++ trunk/data/help/ru/health.xml	2008-10-06 19:46:39 UTC (rev 1461)
@@ -2,9 +2,9 @@
 &lt;Document style=&quot;helpdocument&quot;&gt;
 	&lt;p style=&quot;htitle&quot;&gt;&#1052;&#1077;&#1076; &#1094;&#1077;&#1085;&#1090;&#1088;&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;&#1052;&#1077;&#1076; &#1094;&#1077;&#1085;&#1090;&#1088; &#1089;&#1085;&#1072;&#1073;&#1078;&#1072;&#1077;&#1090; &#1079;&#1076;&#1086;&#1088;&#1086;&#1074;&#1100;&#1077;&#1084; &#1088;&#1077;&#1079;&#1080;&#1076;&#1077;&#1085;&#1094;&#1080;&#1080;. &#1056;&#1072;&#1076;&#1080;&#1091;&#1089; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1103; &#1094;&#1077;&#1085;&#1090;&#1072; 4 &#1087;&#1086;&#1083;&#1103;.&lt;/p&gt;
-	&lt;p style=&quot;hp&quot;&gt;&#1052;&#1077;&#1076; &#1094;&#1077;&#1085;&#1090;&#1088; &#1087;&#1086;&#1084;&#1086;&#1075;&#1072;&#1077;&#1090; &#1083;&#1102;&#1076;&#1103;&#1084; &#1078;&#1080;&#1090;&#1100; &#1076;&#1086;&#1083;&#1100;&#1096;&#1077;, &#1083;&#1102;&#1076;&#1080; &#1085;&#1072;&#1095;&#1080;&#1085;&#1072;&#1102; &#1084;&#1077;&#1085;&#1100;&#1096;&#1077; &#1091;&#1084;&#1080;&#1088;&#1072;&#1090;&#1100; &#1080;&#1079;-&#1079;&#1072; &#1073;&#1086;&#1083;&#1077;&#1079;&#1085;&#1077;&#1081; &#1080; &#1073;&#1086;&#1083;&#1077;&#1077; &#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1086;&#1076;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1090;&#1100; (&#1080;&#1093; &#1084;&#1077;&#1085;&#1100;&#1096;&#1077; &#1084;&#1091;&#1095;&#1072;&#1077;&#1090; &#1084;&#1080;&#1075;&#1088;&#1077;&#1085;&#1100;).&lt;/p&gt;
-	&lt;p style=&quot;hp&quot;&gt;&#1052;&#1077;&#1076; &#1094;&#1077;&#1085;&#1090;&#1088;&#1099; &#1086;&#1095;&#1077;&#1085;&#1100; &#1076;&#1086;&#1088;&#1086;&#1075;&#1080;&#1077;, 60,000 &#1088;&#1091;&#1073;&#1083;&#1077;&#1081; &#1074; &#1075;&#1086;&#1076;. &#1054;&#1076;&#1085;&#1072;&#1082;&#1086; &#1087;&#1086;&#1085;&#1080;&#1078;&#1072;&#1077;&#1090; &#1089;&#1090;&#1086;&#1080;&#1084;&#1086;&#1089;&#1090;&#1100; '&#1085;&#1077;&#1077;&#1089;&#1090;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1099;&#1093; &#1089;&#1084;&#1077;&#1088;&#1090;&#1077;&#1081;' &#1080; &#1084;&#1086;&#1075;&#1091;&#1090; &#1087;&#1086;&#1074;&#1099;&#1096;&#1072;&#1090;&#1100; &#1079;&#1072;&#1088;&#1072;&#1073;&#1086;&#1090;&#1086;&#1082; &#1086;&#1090; &#1088;&#1072;&#1073;&#1086;&#1090;&#1099;.&lt;/p&gt;
-	&lt;p style=&quot;hp&quot;&gt;&#1055;&#1086;&#1089;&#1083;&#1077; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1080; &#1084;&#1077;&#1076; &#1094;&#1077;&#1085;&#1090;&#1088;&#1072;, &#1086;&#1085; &#1085;&#1072;&#1095;&#1080;&#1085;&#1072;&#1077;&#1090; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1090;&#1100; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1095;&#1077;&#1088;&#1077;&#1079; 3 &#1084;&#1077;&#1089;&#1103;&#1094;&#1072;. &#1054;&#1085; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1090; &#1090;&#1086;&#1074;&#1072;&#1088;&#1099;. &#1054;&#1076;&#1085;&#1072;&#1082;&#1086; &#1077;&#1084;&#1091; &#1085;&#1077; &#1085;&#1091;&#1078;&#1085;&#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;. &#1045;&#1089;&#1090;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086; &#1073;&#1086;&#1083;&#1077;&#1079;&#1085;&#1077;&#1081; &#1074; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1080; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1103; &#1084;&#1077;&#1076; &#1094;&#1077;&#1085;&#1090;&#1088;&#1072; &#1085;&#1080;&#1078;&#1077;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1052;&#1077;&#1076; &#1094;&#1077;&#1085;&#1090;&#1088; &#1087;&#1086;&#1084;&#1086;&#1075;&#1072;&#1077;&#1090; &#1083;&#1102;&#1076;&#1103;&#1084; &#1078;&#1080;&#1090;&#1100; &#1076;&#1086;&#1083;&#1100;&#1096;&#1077;, &#1083;&#1102;&#1076;&#1080; &#1085;&#1072;&#1095;&#1080;&#1085;&#1072;&#1102; &#1084;&#1077;&#1085;&#1100;&#1096;&#1077; &#1091;&#1084;&#1080;&#1088;&#1072;&#1090;&#1100; &#1080;&#1079;-&#1079;&#1072; &#1073;&#1086;&#1083;&#1077;&#1079;&#1085;&#1077;&#1081; &#1080; &#1073;&#1086;&#1083;&#1077;&#1077; &#1087;&#1088;&#1086;&#1080;&#1079;&#1074;&#1086;&#1076;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1086; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1090;&#1100; (&#1080;&#1093; &#1084;&#1077;&#1085;&#1100;&#1096;&#1077; &#1084;&#1091;&#1095;&#1072;&#1102;&#1090; &#1073;&#1086;&#1083;&#1077;&#1079;&#1085;&#1080;).&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1052;&#1077;&#1076; &#1094;&#1077;&#1085;&#1090;&#1088;&#1099; &#1086;&#1095;&#1077;&#1085;&#1100; &#1076;&#1086;&#1088;&#1086;&#1075;&#1080;&#1077; 60,000 &#1088;&#1091;&#1073;&#1083;&#1077;&#1081; &#1074; &#1075;&#1086;&#1076;. &#1054;&#1076;&#1085;&#1072;&#1082;&#1086; &#1087;&#1086;&#1085;&#1080;&#1078;&#1072;&#1102;&#1090; &#1089;&#1090;&#1086;&#1080;&#1084;&#1086;&#1089;&#1090;&#1100; '&#1085;&#1077;&#1077;&#1089;&#1090;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1099;&#1093; &#1089;&#1084;&#1077;&#1088;&#1090;&#1077;&#1081;' &#1080; &#1084;&#1086;&#1075;&#1091;&#1090; &#1087;&#1086;&#1074;&#1099;&#1096;&#1072;&#1090;&#1100; &#1079;&#1072;&#1088;&#1072;&#1073;&#1086;&#1090;&#1086;&#1082; &#1086;&#1090; &#1088;&#1072;&#1073;&#1086;&#1090;&#1099;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1055;&#1086;&#1089;&#1083;&#1077; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1080; &#1084;&#1077;&#1076; &#1094;&#1077;&#1085;&#1090;&#1088;&#1072; &#1086;&#1085; &#1085;&#1072;&#1095;&#1080;&#1085;&#1072;&#1077;&#1090; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1090;&#1100; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1095;&#1077;&#1088;&#1077;&#1079; 3 &#1084;&#1077;&#1089;&#1103;&#1094;&#1072;. &#1054;&#1085; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1090; &#1090;&#1086;&#1074;&#1072;&#1088;&#1099;, &#1086;&#1076;&#1085;&#1072;&#1082;&#1086; &#1077;&#1084;&#1091; &#1085;&#1077; &#1085;&#1091;&#1078;&#1085;&#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;. &#1045;&#1089;&#1090;&#1077;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1086; &#1073;&#1086;&#1083;&#1077;&#1079;&#1085;&#1077;&#1081; &#1074; &#1086;&#1073;&#1083;&#1072;&#1089;&#1090;&#1080; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1103; &#1084;&#1077;&#1076; &#1094;&#1077;&#1085;&#1090;&#1088;&#1072; &#1085;&#1080;&#1078;&#1077;.&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;&#1052;&#1077;&#1076; &#1094;&#1077;&#1085;&#1090;&#1088; &#1085;&#1077; &#1085;&#1091;&#1078;&#1085;&#1086; &#1089;&#1086;&#1077;&#1076;&#1080;&#1085;&#1103;&#1090;&#1100; &#1089; &#1090;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090;&#1086;&#1084;, &#1074;&#1089;&#1077; &#1095;&#1090;&#1086; &#1077;&#1084;&#1091; &#1085;&#1091;&#1078;&#1085;&#1086; &#1086;&#1085; &#1085;&#1072;&#1081;&#1076;&#1077;&#1090; &#1074; &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&#1072;&#1093;.&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;&#1054;&#1073;&#1083;&#1072;&#1089;&#1090;&#1100; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1103; &#1084;&#1077;&#1076; &#1094;&#1077;&#1085;&#1090;&#1088;&#1072; &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1091;&#1074;&#1080;&#1076;&#1077;&#1090;&#1100; &#1085;&#1072;&#1078;&#1072;&#1074; &#1085;&#1072; &#1084;&#1080;&#1085;&#1080;&#1082;&#1072;&#1088;&#1090;&#1077; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1091;&#1102; &#1082;&#1085;&#1086;&#1087;&#1082;&#1091;.&lt;/p&gt;
 

Modified: trunk/data/help/ru/help.xml
===================================================================
--- trunk/data/help/ru/help.xml	2008-09-28 21:57:58 UTC (rev 1460)
+++ trunk/data/help/ru/help.xml	2008-10-06 19:46:39 UTC (rev 1461)
@@ -1,8 +1,8 @@
 &lt;?xml version=&quot;1.0&quot; encoding=&quot;utf-8&quot;?&gt;
 &lt;Document style=&quot;helpdocument&quot;&gt;
 	&lt;p style=&quot;htitle&quot;&gt;&#1055;&#1086;&#1084;&#1086;&#1097;&#1100; Lincity&lt;/p&gt;
-	&lt;p style=&quot;hp&quot;&gt;&#1069;&#1090;&#1086; Lincity &#1089;&#1087;&#1088;&#1072;&#1074;&#1086;&#1095;&#1085;&#1080;&#1082;. &#1055;&#1086;&#1078;&#1072;&#1083;&#1091;&#1081;&#1089;&#1090;&#1072; &#1074;&#1099;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; &#1090;&#1077;&#1084;&#1091;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1072;&#1103; &#1074;&#1072;&#1084; &#1073;&#1091;&#1076;&#1077;&#1090; &#1080;&#1085;&#1090;&#1077;&#1088;&#1077;&#1089;&#1085;&#1072;, &#1080; &#1085;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; &#1085;&#1072; &#1085;&#1077;&#1077;. &#1057;&#1089;&#1099;&#1083;&#1082;&#1080; &#1074;&#1099;&#1076;&#1077;&#1083;&#1077;&#1085;&#1099; &#1089;&#1080;&#1085;&#1080;&#1084; &#1094;&#1074;&#1077;&#1090;&#1086;&#1084;.&lt;/p&gt;
-	&lt;p style=&quot;hp&quot;&gt;&#1042; &#1080;&#1075;&#1088;&#1086;&#1074;&#1086;&#1084; &#1094;&#1080;&#1082;&#1083;&#1077; &#1080;&#1075;&#1088;&#1099; &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1085;&#1072; &#1084;&#1085;&#1086;&#1075;&#1080;&#1093; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1072;&#1093; &#1085;&#1072;&#1078;&#1080;&#1084;&#1072;&#1090;&#1100; &#1087;&#1088;&#1072;&#1074;&#1091;&#1102; &#1082;&#1085;&#1086;&#1087;&#1082;&#1091; &#1084;&#1099;&#1096;&#1080;, &#1080; &#1087;&#1086;&#1083;&#1091;&#1095;&#1072;&#1090;&#1100; &#1089;&#1087;&#1088;&#1072;&#1074;&#1082;&#1091; &#1087;&#1086; &#1085;&#1077;&#1081;. &#1058;&#1072;&#1082; &#1078;&#1077; &#1077;&#1089;&#1090;&#1100; &#1082;&#1085;&#1086;&#1087;&#1082;&#1072; &#1087;&#1086;&#1084;&#1086;&#1097;&#1080;, &#1085;&#1072;&#1093;&#1086;&#1076;&#1080;&#1090;&#1100;&#1089;&#1103; &#1074;&#1085;&#1080;&#1079;&#1091; &#1101;&#1082;&#1088;&#1072;&#1085;&#1072;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1069;&#1090;&#1086; Lincity &#1089;&#1087;&#1088;&#1072;&#1074;&#1086;&#1095;&#1085;&#1080;&#1082;. &#1055;&#1086;&#1078;&#1072;&#1083;&#1091;&#1081;&#1089;&#1090;&#1072; &#1074;&#1099;&#1073;&#1077;&#1088;&#1080;&#1090;&#1077; &#1090;&#1077;&#1084;&#1091;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1072;&#1103; &#1074;&#1072;&#1084; &#1073;&#1091;&#1076;&#1077;&#1090; &#1080;&#1085;&#1090;&#1077;&#1088;&#1077;&#1089;&#1085;&#1072; &#1080; &#1085;&#1072;&#1078;&#1084;&#1080;&#1090;&#1077; &#1085;&#1072; &#1085;&#1077;&#1077;. &#1057;&#1089;&#1099;&#1083;&#1082;&#1080; &#1074;&#1099;&#1076;&#1077;&#1083;&#1077;&#1085;&#1099; &#1089;&#1080;&#1085;&#1080;&#1084; &#1094;&#1074;&#1077;&#1090;&#1086;&#1084;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1042; &#1080;&#1075;&#1088;&#1086;&#1074;&#1086;&#1084; &#1094;&#1080;&#1082;&#1083;&#1077; &#1080;&#1075;&#1088;&#1099; &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1085;&#1072; &#1084;&#1085;&#1086;&#1075;&#1080;&#1093; &#1086;&#1073;&#1098;&#1077;&#1082;&#1090;&#1072;&#1093; &#1085;&#1072;&#1078;&#1080;&#1084;&#1072;&#1090;&#1100; &#1087;&#1088;&#1072;&#1074;&#1091;&#1102; &#1082;&#1085;&#1086;&#1087;&#1082;&#1091; &#1084;&#1099;&#1096;&#1080; &#1080; &#1087;&#1086;&#1083;&#1091;&#1095;&#1072;&#1090;&#1100; &#1089;&#1087;&#1088;&#1072;&#1074;&#1082;&#1091; &#1087;&#1086; &#1085;&#1077;&#1081;. &#1058;&#1072;&#1082; &#1078;&#1077; &#1077;&#1089;&#1090;&#1100; &#1082;&#1085;&#1086;&#1087;&#1082;&#1072; &#1087;&#1086;&#1084;&#1086;&#1097;&#1080;, &#1085;&#1072;&#1093;&#1086;&#1076;&#1080;&#1090;&#1100;&#1089;&#1103; &#1074;&#1085;&#1080;&#1079;&#1091; &#1101;&#1082;&#1088;&#1072;&#1085;&#1072;.&lt;/p&gt;
 
 	&lt;li&gt;&lt;a href=&quot;tutorial&quot;&gt;&#1054;&#1073;&#1091;&#1095;&#1077;&#1085;&#1080;&#1077;&lt;/a&gt;&lt;/li&gt;
 	&lt;li&gt;&lt;a href=&quot;keys&quot;&gt;&#1050;&#1086;&#1084;&#1073;&#1080;&#1085;&#1072;&#1094;&#1080;&#1080; &#1082;&#1083;&#1072;&#1074;&#1080;&#1096;&lt;/a&gt;&lt;/li&gt;
@@ -12,6 +12,6 @@
 	&lt;li&gt;&lt;a href=&quot;index&quot;&gt;&#1057;&#1087;&#1080;&#1089;&#1086;&#1082;&lt;/a&gt;&lt;/li&gt;
 
     &lt;p style=&quot;htitle&quot;&gt;&#1054;&#1073;&#1097;&#1072;&#1103; &#1079;&#1072;&#1076;&#1072;&#1095;&#1072; &#1080;&#1075;&#1088;&#1099;&lt;/p&gt;
-    &lt;p style=&quot;hp&quot;&gt;&#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1074;&#1099;&#1080;&#1075;&#1088;&#1072;&#1090;&#1100; &#1074; Lincity &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1074; &#1074; &#1085;&#1077;&#1081; &lt;a href=&quot;sustain&quot;&gt;&#1089;&#1090;&#1072;&#1073;&#1080;&#1083;&#1100;&#1085;&#1091;&#1102; &#1101;&#1082;&#1086;&#1085;&#1086;&#1084;&#1080;&#1082;&#1091; &lt;/a&gt; &#1080;&#1083;&#1080;
-	     &#1086;&#1090;&#1087;&#1088;&#1072;&#1074;&#1080;&#1090;&#1100; &#1074;&#1089;&#1077;&#1093; &#1078;&#1080;&#1090;&#1077;&#1083;&#1077;&#1081; &#1085;&#1072; &#1088;&#1072;&#1082;&#1077;&#1090;&#1072;&#1093; &#1074; &#1076;&#1088;&#1091;&#1075;&#1086;&#1081; &#1084;&#1080;&#1088;.....&lt;/p&gt;
+    &lt;p style=&quot;hp&quot;&gt;&#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1074;&#1099;&#1080;&#1075;&#1088;&#1072;&#1090;&#1100; &#1074; Lincity &#1091;&#1089;&#1090;&#1072;&#1085;&#1086;&#1074;&#1080;&#1074; &#1074; &#1085;&#1077;&#1081; &lt;a href=&quot;sustain&quot;&gt;&#1089;&#1090;&#1072;&#1073;&#1080;&#1083;&#1100;&#1085;&#1091;&#1102; &#1101;&#1082;&#1086;&#1085;&#1086;&#1084;&#1080;&#1082;&#1091;&lt;/a&gt; &#1080;&#1083;&#1080;
+	     &#1086;&#1090;&#1087;&#1088;&#1072;&#1074;&#1080;&#1090;&#1100; &#1074;&#1089;&#1077;&#1093; &#1078;&#1080;&#1090;&#1077;&#1083;&#1077;&#1081; &#1085;&#1072; &#1088;&#1072;&#1082;&#1077;&#1090;&#1072;&#1093; &#1074; &#1076;&#1088;&#1091;&#1075;&#1086;&#1081; &#1084;&#1080;&#1088;...&lt;/p&gt;
 &lt;/Document&gt;

Modified: trunk/data/help/ru/housing.xml
===================================================================
--- trunk/data/help/ru/housing.xml	2008-09-28 21:57:58 UTC (rev 1460)
+++ trunk/data/help/ru/housing.xml	2008-10-06 19:46:39 UTC (rev 1461)
@@ -4,13 +4,13 @@
 	&lt;p style=&quot;hp&quot;&gt;&#1069;&#1090;&#1086; &#1086;&#1082;&#1085;&#1086; &#1085;&#1072;&#1089;&#1077;&#1083;&#1077;&#1085;&#1080;&#1103;.&lt;/p&gt;
 	&lt;p style=&quot;hp&quot;&gt;&#1054;&#1085;&#1086; &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090; 7 &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1081;:&lt;/p&gt;
 	&lt;li&gt;&#1053;&#1072;&#1089;&#1077;&#1083; - &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090; &#1082;&#1086;&#1083;-&#1074;&#1086; &#1083;&#1102;&#1076;&#1077;&#1081; &#1074; &#1074;&#1072;&#1096;&#1077;&#1084; &#1075;&#1086;&#1088;&#1086;&#1076;&#1077;. &#1044;&#1072;&#1085;&#1085;&#1086;&#1077; &#1079;&#1085;&#1072;&#1095;&#1077;&#1085;&#1080;&#1077; &#1085;&#1077; &#1074;&#1082;&#1083;&#1102;&#1095;&#1072;&#1077;&#1090; &#1073;&#1077;&#1079;&#1076;&#1086;&#1084;&#1085;&#1099;&#1093;.&lt;/li&gt;
-	&lt;li&gt;&#1044;&#1086;&#1084;&#1072; - &#1101;&#1090;&#1086; &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090; &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1083;&#1102;&#1076;&#1077;&#1081; &#1078;&#1080;&#1074;&#1091;&#1097;&#1080;&#1093; &#1074; &#1088;&#1077;&#1079;&#1080;&#1076;&#1077;&#1085;&#1094;&#1080;&#1103;&#1093;.&lt;/li&gt;
+	&lt;li&gt;&#1044;&#1086;&#1084;&#1072; - &#1101;&#1090;&#1086; &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090; &#1082;&#1086;&#1083;-&#1074;&#1086; &#1083;&#1102;&#1076;&#1077;&#1081; &#1078;&#1080;&#1074;&#1091;&#1097;&#1080;&#1093; &#1074; &#1088;&#1077;&#1079;&#1080;&#1076;&#1077;&#1085;&#1094;&#1080;&#1103;&#1093;.&lt;/li&gt;
 	&lt;li&gt;&#1044;&#1086;&#1084;&#1072; % - &#1090;&#1086;&#1078;&#1077;, &#1085;&#1086; &#1074; &#1087;&#1088;&#1086;&#1094;&#1077;&#1085;&#1090;&#1085;&#1086;&#1084; &#1089;&#1086;&#1086;&#1090;&#1085;&#1086;&#1096;&#1077;&#1085;&#1080;&#1077;.&lt;/li&gt;
 	&lt;li&gt;&#1061;&#1080;&#1073;&#1072;&#1088;&#1082;&#1072; - &#1082;&#1086;&#1083;-&#1074;&#1086; &#1083;&#1102;&#1076;&#1077;&#1081; &#1078;&#1080;&#1074;&#1091;&#1097;&#1080;&#1093; &#1074; &#1093;&#1080;&#1073;&#1072;&#1088;&#1072;&#1093;.&lt;/li&gt;
 	&lt;li&gt;&#1057;&#1084;&#1077;&#1088;&#1090;&#1080; - &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090; &#1082;&#1086;&#1083;-&#1074;&#1086; &#1083;&#1102;&#1076;&#1077;&#1081; &#1091;&#1084;&#1077;&#1088;&#1096;&#1080;&#1093; &#1086;&#1090; &#1075;&#1086;&#1083;&#1086;&#1076;&#1072; &#1079;&#1072; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1080;&#1081; &#1084;&#1077;&#1089;&#1103;&#1094;.&lt;/li&gt;
 	&lt;li&gt;&#1041;&#1077;&#1079;&#1088;&#1072;&#1073; % - &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1073;&#1077;&#1079;&#1088;&#1072;&#1073;&#1086;&#1090;&#1085;&#1099;&#1093; &#1074; &#1087;&#1088;&#1086;&#1094;&#1077;&#1085;&#1090;&#1085;&#1086;&#1084; &#1089;&#1086;&#1086;&#1090;&#1085;&#1086;&#1096;&#1077;&#1085;&#1080;&#1080;.&lt;/li&gt;
-	&lt;li&gt;&#1057;&#1084;&#1077;&#1088;&#1090;&#1080; % - &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090; &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1091;&#1084;&#1077;&#1088;&#1096;&#1080;&#1093; &#1086;&#1090; &#1075;&#1086;&#1083;&#1086;&#1076;&#1072;&#1085;&#1080;&#1103; &#1074; &#1087;&#1088;&#1086;&#1094;&#1077;&#1085;&#1090;&#1072;&#1093;.&lt;/li&gt;
-	&lt;p style=&quot;hp&quot;&gt;Left clicking on this window will cycle through windows for finance, other costs and housing.&lt;/p&gt;
+	&lt;li&gt;&#1057;&#1084;&#1077;&#1088;&#1090;&#1080; % - &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090; &#1082;&#1086;&#1083;-&#1074;&#1086; &#1091;&#1084;&#1077;&#1088;&#1096;&#1080;&#1093; &#1086;&#1090; &#1075;&#1086;&#1083;&#1086;&#1076;&#1072;&#1085;&#1080;&#1103; &#1074; &#1087;&#1088;&#1086;&#1094;&#1077;&#1085;&#1090;&#1072;&#1093;.&lt;/li&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1051;&#1077;&#1074;&#1099;&#1077; &#1085;&#1072;&#1078;&#1072;&#1090;&#1080;&#1103; &#1082;&#1085;&#1086;&#1087;&#1082;&#1080; &#1084;&#1099;&#1096;&#1080; &#1085;&#1072; &#1101;&#1090;&#1086;&#1084; &#1086;&#1082;&#1085;&#1077; &#1084;&#1077;&#1085;&#1103;&#1077;&#1090; &#1086;&#1082;&#1085;&#1072; &#1084;&#1077;&#1078;&#1076;&#1091; &#1092;&#1080;&#1085;&#1072;&#1085;&#1089;&#1072;&#1084;&#1080;, &#1076;&#1088;&#1091;&#1075;&#1080;&#1084;&#1080; &#1079;&#1072;&#1090;&#1088;&#1072;&#1090;&#1072;&#1084;&#1080; &#1080; &#1076;&#1086;&#1084;&#1072;&#1084;&#1080;.&lt;/p&gt;
 
 	&lt;p style=&quot;hsubtitle&quot;&gt;&#1057;&#1084; &#1077;&#1097;&#1105;:&lt;/p&gt;
 	&lt;li&gt;&lt;a href=&quot;finance&quot;&gt;&#1060;&#1080;&#1085;&#1072;&#1085;&#1089;&#1086;&#1074;&#1086;&#1077; &#1086;&#1082;&#1085;&#1086;&lt;/a&gt;&lt;/li&gt;

Modified: trunk/data/locale/gui/ru.po
===================================================================
--- trunk/data/locale/gui/ru.po	2008-09-28 21:57:58 UTC (rev 1460)
+++ trunk/data/locale/gui/ru.po	2008-10-06 19:46:39 UTC (rev 1461)
@@ -99,7 +99,7 @@
 
 #: data/gui/bulldoze_monument_yn.xml
 msgid &quot;Warning: Bulldozing monuments is expensive&quot;
-msgstr &quot;&#1042;&#1085;&#1080;&#1084;&#1072;&#1085;&#1080;&#1077;: &#1055;&#1086;&#1087;&#1099;&#1090;&#1082;&#1072; &#1091;&#1085;&#1080;&#1095;&#1090;&#1086;&#1078;&#1077;&#1085;&#1080;&#1103; &#1084;&#1086;&#1085;&#1091;&#1084;&#1077;&#1085;&#1090;&#1072;. &quot;
+msgstr &quot;&#1042;&#1085;&#1080;&#1084;&#1072;&#1085;&#1080;&#1077;: &#1055;&#1086;&#1087;&#1099;&#1090;&#1082;&#1072; &#1091;&#1085;&#1080;&#1095;&#1090;&#1086;&#1078;&#1077;&#1085;&#1080;&#1103; &#1084;&#1086;&#1085;&#1091;&#1084;&#1077;&#1085;&#1090;&#1072;&quot;
 
 #: data/gui/bulldoze_monument_yn.xml data/gui/bulldoze_river_yn.xml
 #: data/gui/bulldoze_shanty_yn.xml data/gui/coal_survey_yn.xml
@@ -113,7 +113,7 @@
 
 #: data/gui/bulldoze_river_yn.xml
 msgid &quot;Warning: Bulldozing water is expensive&quot;
-msgstr &quot;&#1042;&#1085;&#1080;&#1084;&#1072;&#1085;&#1080;&#1077;: &#1055;&#1086;&#1087;&#1099;&#1090;&#1082;&#1072; &#1079;&#1072;&#1089;&#1099;&#1087;&#1072;&#1090;&#1100; &#1088;&#1077;&#1095;&#1082;&#1091;. &quot;
+msgstr &quot;&#1042;&#1085;&#1080;&#1084;&#1072;&#1085;&#1080;&#1077;: &#1055;&#1086;&#1087;&#1099;&#1090;&#1082;&#1072; &#1079;&#1072;&#1089;&#1099;&#1087;&#1072;&#1090;&#1100; &#1088;&#1077;&#1095;&#1082;&#1091;.&quot;
 
 #: data/gui/bulldoze_shanty_yn.xml
 msgid &quot;Bulldozing a shanty town costs a lot of money and may cause a fire.&quot;
@@ -147,8 +147,8 @@
 msgid &quot;&quot;
 &quot;See the help screen for more information on coal mines and coal surveys.&quot;
 msgstr &quot;&quot;
-&quot;&#1057;&#1084;&#1086;&#1090;&#1088;&#1080;&#1090;&#1077; &#1086;&#1082;&#1085;&#1086; &#1087;&#1086;&#1084;&#1086;&#1097;&#1080; &#1076;&#1083;&#1103; &#1073;&#1086;&#1083;&#1100;&#1096;&#1077;&#1081; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1080; &#1087;&#1086; &#1091;&#1075;&#1086;&#1083;&#1100; &#1096;&#1072;&#1093;&#1090;&#1099; &#1080; &#1091;&#1075;&#1086;&#1083;&#1100;&#1085;&#1099;&#1077; &quot;
-&quot;&#1086;&#1089;&#1084;&#1086;&#1090;&#1088;&#1099;.&quot;
+&quot;&#1057;&#1084;&#1086;&#1090;&#1088;&#1080;&#1090;&#1077; &#1086;&#1082;&#1085;&#1086; &#1087;&#1086;&#1084;&#1086;&#1097;&#1080; &#1076;&#1083;&#1103; &#1073;&#1086;&#1083;&#1100;&#1096;&#1077;&#1081; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1080; &#1087;&#1088;&#1086; &#1091;&#1075;&#1086;&#1083;&#1100;, &#1096;&#1072;&#1093;&#1090;&#1099; &#1080; &#1091;&#1075;&#1086;&#1083;&#1100;&#1085;&#1099;&#1077; &quot;
+&quot;&#1080;&#1089;&#1089;&#1083;&#1077;&#1076;&#1086;&#1074;&#1072;&#1085;&#1080;&#1103;.&quot;
 
 #: data/gui/coalmineup.xml
 msgid &quot;&quot;
@@ -204,7 +204,7 @@
 &quot;goods and make people in the surrounding areas (about 10 units in each &quot;
 &quot;direction) happier.&quot;
 msgstr &quot;&quot;
-&quot;&#1042;&#1072;&#1096;&#1080; &#1083;&#1102;&#1076;&#1080; &#1087;&#1088;&#1080;&#1076;&#1091;&#1084;&#1072;&#1083;&#1080; &#1073;&#1072;&#1089;&#1082;&#1077;&#1090;&#1073;&#1086;&#1083;. &#1041;&#1072;&#1089;&#1082;&#1077;&#1090;&#1073;&#1086;&#1083;&#1100;&#1085;&#1099;&#1077; &#1087;&#1083;&#1086;&#1097;&#1072;&#1076;&#1082;&#1080; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1102;&#1090; &#1088;&#1072;&#1073;&#1086;&#1090;&#1091; &#1080; &quot;
+&quot;&#1042;&#1072;&#1096;&#1080; &#1083;&#1102;&#1076;&#1080; &#1087;&#1088;&#1080;&#1076;&#1091;&#1084;&#1072;&#1083;&#1080; &#1073;&#1072;&#1089;&#1082;&#1077;&#1090;&#1073;&#1086;&#1083;. &#1041;&#1072;&#1089;&#1082;&#1077;&#1090;&#1073;&#1086;&#1083;&#1100;&#1085;&#1099;&#1077; &#1087;&#1083;&#1086;&#1097;&#1072;&#1076;&#1082;&#1080; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1102;&#1090; &#1088;&#1072;&#1073;&#1086;&#1090;&#1091;, &quot;
 &quot;&#1090;&#1086;&#1074;&#1072;&#1088;&#1099; &#1080; &#1076;&#1077;&#1083;&#1072;&#1102;&#1090; &#1083;&#1102;&#1076;&#1077;&#1081; (&#1074; &#1079;&#1086;&#1085;&#1077; 10 &#1082;&#1083;&#1077;&#1090;&#1086;&#1082;) &#1089;&#1095;&#1072;&#1089;&#1090;&#1083;&#1080;&#1074;&#1099;&#1084;&#1080;.&quot;
 
 #: data/gui/fire.xml
@@ -213,7 +213,7 @@
 
 #: data/gui/fire.xml
 msgid &quot;You better go and look for it&quot;
-msgstr &quot;&#1055;&#1086;&#1078;&#1072;&#1088;, &#1086;&#1073;&#1088;&#1072;&#1090;&#1080;&#1090;&#1077; &#1074;&#1085;&#1080;&#1084;&#1072;&#1085;&#1080;&#1077;&quot;
+msgstr &quot;&#1042;&#1072;&#1084; &#1083;&#1091;&#1095;&#1096;&#1077; &#1080;&#1076;&#1090;&#1080; &#1080; &#1087;&#1086;&#1089;&#1084;&#1086;&#1090;&#1088;&#1077;&#1090;&#1100; &#1085;&#1072; &#1101;&#1090;&#1086;&quot;
 
 #: data/gui/firestationup.xml
 msgid &quot;Fire Stations available&quot;
@@ -225,8 +225,8 @@
 &quot;Fire stations prevent most fires from starting. If you haven't had any fires &quot;
 &quot;yet, you might not think you need them.&quot;
 msgstr &quot;&quot;
-&quot;&#1059;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1085;&#1072;&#1091;&#1095;&#1085;&#1086;&#1075;&#1086; &#1088;&#1072;&#1079;&#1074;&#1080;&#1090;&#1080;&#1103; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1100; &#1087;&#1086;&#1078;&#1072;&#1088;&#1085;&#1099;&#1077; &#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1080;. &#1050;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1089;&#1083;&#1077;&#1076;&#1103;&#1090; &quot;
-&quot;&#1079;&#1072; &#1090;&#1077;&#1084;, &#1095;&#1090;&#1086; &#1073;&#1099; &#1085;&#1077; &#1085;&#1072;&#1095;&#1080;&#1085;&#1072;&#1083;&#1080;&#1089;&#1100; &#1087;&#1086;&#1078;&#1072;&#1088;&#1099;. &quot;
+&quot;&#1059;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1085;&#1072;&#1091;&#1095;&#1085;&#1086;&#1075;&#1086; &#1088;&#1072;&#1079;&#1074;&#1080;&#1090;&#1080;&#1103; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1100; &#1087;&#1086;&#1078;&#1072;&#1088;&#1085;&#1099;&#1077; &#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1080;. &#1045;&#1089;&#1083;&#1080; &#1091; &#1074;&#1072;&#1089; &#1085;&#1077;&#1090; &quot;
+&quot;&#1085;&#1080; &#1086;&#1076;&#1085;&#1086;&#1081; &#1087;&#1086;&#1078;&#1072;&#1088;&#1085;&#1086;&#1081; &#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1080;, &#1085;&#1077; &#1076;&#1091;&#1084;&#1072;&#1081;&#1090;&#1077;, &#1095;&#1090;&#1086; &#1086;&#1085;&#1080; &#1085;&#1077; &#1085;&#1091;&#1078;&#1085;&#1099;.&quot;
 
 #: data/gui/gamestats.xml
 msgid &quot;Gamestats&quot;
@@ -269,7 +269,7 @@
 &quot;pages on these subjects to find out how to use them. &quot;
 msgstr &quot;&quot;
 &quot;&#1058;&#1077;&#1087;&#1077;&#1088;&#1100; &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1087;&#1086;&#1082;&#1091;&#1087;&#1072;&#1090;&#1100; &#1080; &#1087;&#1088;&#1086;&#1076;&#1072;&#1074;&#1072;&#1090;&#1100; &#1088;&#1077;&#1089;&#1091;&#1088;&#1089;&#1099;. &#1069;&#1090;&#1086; &#1091;&#1075;&#1086;&#1083;&#1100;, &#1090;&#1086;&#1074;&#1072;&#1088; &#1080; &#1087;&#1088;&#1086;&#1095;&#1077;&#1077;. &quot;
-&quot;&#1055;&#1088;&#1086;&#1095;&#1080;&#1090;&#1072;&#1081;&#1090;&#1077; &#1087;&#1086;&#1084;&#1086;&#1097;&#1100;, &#1095;&#1090;&#1086; &#1073;&#1099; &#1085;&#1072;&#1081;&#1090;&#1080; &#1086;&#1090;&#1074;&#1077;&#1090;, &#1082;&#1072;&#1082; &#1101;&#1090;&#1080;&#1084; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100;&#1089;&#1103;.&quot;
+&quot;&#1055;&#1088;&#1086;&#1095;&#1080;&#1090;&#1072;&#1081;&#1090;&#1077; &#1087;&#1086;&#1084;&#1086;&#1097;&#1100;, &#1095;&#1090;&#1086; &#1073;&#1099; &#1085;&#1072;&#1081;&#1090;&#1080; &#1086;&#1090;&#1074;&#1077;&#1090;, &#1082;&#1072;&#1082; &#1101;&#1090;&#1080;&#1084; &#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1090;&#1100;&#1089;&#1103;. &quot;
 
 #: data/gui/launch-evac.xml
 msgid &quot;Evacuation Launch Good&quot;
@@ -355,7 +355,7 @@
 &quot;Light industry produces goods. &quot;
 msgstr &quot;&quot;
 &quot;&#1059;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1085;&#1072;&#1091;&#1095;&#1085;&#1086;&#1075;&#1086; &#1088;&#1072;&#1079;&#1074;&#1080;&#1090;&#1080;&#1103; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1100; &#1083;&#1077;&#1075;&#1082;&#1091;&#1102; &#1080;&#1085;&#1076;&#1091;&#1089;&#1090;&#1088;&#1080;&#1102;. &#1054;&#1085;&#1072; &#1089;&#1086;&#1079;&#1076;&#1072;&#1077;&#1090; &quot;
-&quot;&#1090;&#1086;&#1074;&#1072;&#1088;&#1099;.&quot;
+&quot;&#1090;&#1086;&#1074;&#1072;&#1088;&#1099;. &quot;
 
 #: data/gui/mainmenu.xml
 msgid &quot;Continue&quot;
@@ -420,7 +420,7 @@
 
 #: data/gui/minimap.xml
 msgid &quot;Show the MiniMap&quot;
-msgstr &quot;&#1055;&#1086;&#1082;&#1072;&#1079;&#1072;&#1090;&#1100; &#1084;&#1080;&#1085;&#1080;&#1082;&#1072;&#1088;&#1090;&#1091; &quot;
+msgstr &quot;&#1055;&#1086;&#1082;&#1072;&#1079;&#1072;&#1090;&#1100; &#1084;&#1080;&#1085;&#1080;-&#1082;&#1072;&#1088;&#1090;&#1091;&quot;
 
 #: data/gui/minimap.xml
 msgid &quot;Stats&quot;
@@ -464,11 +464,11 @@
 
 #: data/gui/minimapswitchbuttons.xml
 msgid &quot;Show nourishments&quot;
-msgstr &quot;&#1055;&#1086;&#1082;&#1072;&#1079;&#1072;&#1090;&#1100; &#1086;&#1073;&#1077;&#1089;&#1087;&#1077;&#1095;&#1077;&#1085;&#1080;&#1077; &#1077;&#1076;&#1086;&#1081;. &quot;
+msgstr &quot;&#1055;&#1086;&#1082;&#1072;&#1079;&#1072;&#1090;&#1100; &#1086;&#1073;&#1077;&#1089;&#1087;&#1077;&#1095;&#1077;&#1085;&#1080;&#1077; &#1077;&#1076;&#1086;&#1081;&quot;
 
 #: data/gui/minimapswitchbuttons.xml
 msgid &quot;Show pollution density&quot;
-msgstr &quot;&#1055;&#1086;&#1082;&#1072;&#1079;&#1072;&#1090;&#1100; &#1079;&#1072;&#1075;&#1088;&#1103;&#1079;&#1085;&#1077;&#1085;&#1080;&#1103;.&quot;
+msgstr &quot;&#1055;&#1086;&#1082;&#1072;&#1079;&#1072;&#1090;&#1100; &#1079;&#1072;&#1075;&#1088;&#1103;&#1079;&#1085;&#1077;&#1085;&#1080;&#1103;&quot;
 
 #: data/gui/minimapswitchbuttons.xml
 msgid &quot;Show power supply&quot;
@@ -512,7 +512,7 @@
 
 #: data/gui/newgame.xml
 msgid &quot;Start with random village.&quot;
-msgstr &quot;&#1053;&#1072;&#1095;&#1072;&#1090;&#1100; &#1089;&#1086; &#1089;&#1083;&#1091;&#1095;&#1072;&#1081;&#1085;&#1086;&#1075;&#1086; &#1075;&#1086;&#1088;&#1086;&#1076;&#1080;&#1096;&#1082;&#1080;&quot;
+msgstr &quot;&#1053;&#1072;&#1095;&#1072;&#1090;&#1100; &#1089;&#1086; &#1089;&#1083;&#1091;&#1095;&#1072;&#1081;&#1085;&#1086;&#1075;&#1086; &#1075;&#1086;&#1088;&#1086;&#1076;&#1080;&#1096;&#1082;&#1080;.&quot;
 
 #: data/gui/no-credit-parkland.xml data/gui/no-credit-recycle.xml
 #: data/gui/no-credit-rocket.xml data/gui/no-credit-solar-power.xml
@@ -524,7 +524,7 @@
 msgid &quot;&quot;
 &quot;You have a budget deficit. The legislative council will not allow you to &quot;
 &quot;build parks on credit.&quot;
-msgstr &quot;&#1055;&#1072;&#1088;&#1082;&#1080; &#1079;&#1072;&#1087;&#1088;&#1077;&#1097;&#1072;&#1077;&#1090;&#1089;&#1103; &#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1100; &#1074; &#1076;&#1086;&#1083;&#1075;&quot;
+msgstr &quot;&#1055;&#1072;&#1088;&#1082;&#1080; &#1079;&#1072;&#1087;&#1088;&#1077;&#1097;&#1072;&#1077;&#1090;&#1089;&#1103; &#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1100; &#1074; &#1076;&#1086;&#1083;&#1075;.&quot;
 
 #: data/gui/no-credit-recycle.xml
 msgid &quot;&quot;
@@ -580,7 +580,7 @@
 &quot;used to absorb pollution. &quot;
 msgstr &quot;&quot;
 &quot;&#1059;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1085;&#1072;&#1091;&#1095;&#1085;&#1086;&#1075;&#1086; &#1088;&#1072;&#1079;&#1074;&#1080;&#1090;&#1080;&#1103; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1100; &#1087;&#1072;&#1088;&#1082;&#1080;. &#1054;&#1085;&#1080; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1091;&#1102;&#1090; &#1085;&#1072; &quot;
-&quot;&#1085;&#1072;&#1089;&#1077;&#1083;&#1077;&#1085;&#1080;&#1077;.&quot;
+&quot;&#1085;&#1072;&#1089;&#1077;&#1083;&#1077;&#1085;&#1080;&#1077;. &quot;
 
 #: data/gui/pbar.xml data/gui/portdialog.xml data/gui/tradedialog.xml
 msgid &quot;Coal&quot;
@@ -644,7 +644,7 @@
 &quot;Potteries use jobs and ore to make goods. (You need ore mines to get ore) &quot;
 msgstr &quot;&quot;
 &quot;&#1059;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1085;&#1072;&#1091;&#1095;&#1085;&#1086;&#1075;&#1086; &#1088;&#1072;&#1079;&#1074;&#1080;&#1090;&#1080;&#1103; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1100; &#1075;&#1086;&#1085;&#1095;&#1072;&#1088;&#1085;&#1099;&#1077;.&#1043;&#1086;&#1085;&#1095;&#1072;&#1088;&#1085;&#1099;&#1077; &#1076;&#1072;&#1102;&#1090; &#1088;&#1072;&#1073;&#1086;&#1090;&#1091; &quot;
-&quot;&#1080; &#1080;&#1079; &#1088;&#1091;&#1076;&#1099; &#1076;&#1077;&#1083;&#1072;&#1102;&#1090; &#1090;&#1086;&#1074;&#1072;&#1088;&#1099;.&quot;
+&quot;&#1080; &#1080;&#1079; &#1088;&#1091;&#1076;&#1099; &#1076;&#1077;&#1083;&#1072;&#1102;&#1090; &#1090;&#1086;&#1074;&#1072;&#1088;&#1099;. &quot;
 
 #: data/gui/railwayup.xml
 msgid &quot;Railways available&quot;
@@ -652,7 +652,7 @@
 
 #: data/gui/railwayup.xml
 msgid &quot;You have reached the tech level which enables you to build railways. &quot;
-msgstr &quot;&#1059;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1085;&#1072;&#1091;&#1095;&#1085;&#1086;&#1075;&#1086; &#1088;&#1072;&#1079;&#1074;&#1080;&#1090;&#1080;&#1103; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1100; &#1078;&#1077;&#1083;&#1077;&#1079;&#1085;&#1091;&#1102; &#1076;&#1086;&#1088;&#1086;&#1075;&#1091;.&quot;
+msgstr &quot;&#1059;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1085;&#1072;&#1091;&#1095;&#1085;&#1086;&#1075;&#1086; &#1088;&#1072;&#1079;&#1074;&#1080;&#1090;&#1080;&#1103; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1100; &#1078;&#1077;&#1083;&#1077;&#1079;&#1085;&#1091;&#1102; &#1076;&#1086;&#1088;&#1086;&#1075;&#1091;. &quot;
 
 #: data/gui/recycleup.xml
 msgid &quot;Recycling Centres available&quot;
@@ -663,7 +663,7 @@
 &quot;You have reached the tech level which enables you to recycling centres. &quot;
 &quot;Recycling centres recycle used goods back into ore. &quot;
 msgstr &quot;&quot;
-&quot;&#1059;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1085;&#1072;&#1091;&#1095;&#1085;&#1086;&#1075;&#1086; &#1088;&#1072;&#1079;&#1074;&#1080;&#1090;&#1080;&#1103; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1082;&#1086;&#1087;&#1072;&#1090;&#1100; &#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1100; &#1094;&#1077;&#1085;&#1090;&#1088;&#1099; &#1087;&#1077;&#1088;&#1077;&#1088;&#1072;&#1073;&#1086;&#1090;&#1082;&#1080;.&#1062;&#1077;&#1085;&#1090;&#1088;&#1099; &quot;
+&quot;&#1059;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1085;&#1072;&#1091;&#1095;&#1085;&#1086;&#1075;&#1086; &#1088;&#1072;&#1079;&#1074;&#1080;&#1090;&#1080;&#1103; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1082;&#1086;&#1087;&#1072;&#1090;&#1100; &#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1100; &#1094;&#1077;&#1085;&#1090;&#1088;&#1099; &#1087;&#1077;&#1088;&#1077;&#1088;&#1072;&#1073;&#1086;&#1090;&#1082;&#1080;. &#1062;&#1077;&#1085;&#1090;&#1088;&#1099; &quot;
 &quot;&#1087;&#1077;&#1088;&#1077;&#1088;&#1072;&#1073;&#1086;&#1090;&#1082;&#1080; &#1080;&#1079; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1086;&#1074;&#1072;&#1085;&#1085;&#1099;&#1093; &#1090;&#1086;&#1074;&#1072;&#1088;&#1086;&#1074; &#1076;&#1077;&#1083;&#1072;&#1102;&#1090; &#1088;&#1091;&#1076;&#1091;.&quot;
 
 #: data/gui/riverup.xml
@@ -672,7 +672,7 @@
 
 #: data/gui/riverup.xml
 msgid &quot;You have reached the tech level which enables you to build rivers. &quot;
-msgstr &quot;&#1059;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1085;&#1072;&#1091;&#1095;&#1085;&#1086;&#1075;&#1086; &#1088;&#1072;&#1079;&#1074;&#1080;&#1090;&#1080;&#1103; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1089;&#1086;&#1079;&#1076;&#1072;&#1074;&#1072;&#1090;&#1100; &#1088;&#1077;&#1082;&#1080;.&quot;
+msgstr &quot;&#1059;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1085;&#1072;&#1091;&#1095;&#1085;&#1086;&#1075;&#1086; &#1088;&#1072;&#1079;&#1074;&#1080;&#1090;&#1080;&#1103; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1088;&#1099;&#1090;&#1100; &#1088;&#1077;&#1082;&#1080;. &quot;
 
 #: data/gui/roadup.xml
 msgid &quot;Roads available&quot;
@@ -682,7 +682,7 @@
 msgid &quot;&quot;
 &quot;You have reached the tech level which enables you to build roads. See the &quot;
 &quot;help screen for more information.&quot;
-msgstr &quot;&#1059;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1085;&#1072;&#1091;&#1095;&#1085;&#1086;&#1075;&#1086; &#1088;&#1072;&#1079;&#1074;&#1080;&#1090;&#1080;&#1103; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1100; &#1076;&#1086;&#1088;&#1086;&#1075;&#1080;.&quot;
+msgstr &quot;&#1059;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1085;&#1072;&#1091;&#1095;&#1085;&#1086;&#1075;&#1086; &#1088;&#1072;&#1079;&#1074;&#1080;&#1090;&#1080;&#1103; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1082;&#1083;&#1072;&#1089;&#1090;&#1100; &#1076;&#1086;&#1088;&#1086;&#1075;&#1080;.&quot;
 
 #: data/gui/rocketup.xml
 msgid &quot;Rocket Launch Pad available&quot;
@@ -723,7 +723,7 @@
 &quot;spread to other areas. &quot;
 msgstr &quot;&quot;
 &quot;&#1055;&#1086;&#1078;&#1072;&#1088; &#1091;&#1085;&#1080;&#1095;&#1090;&#1086;&#1078;&#1080;&#1083; &#1093;&#1080;&#1078;&#1080;&#1085;&#1091;. &#1054;&#1075;&#1086;&#1085;&#1100; &#1074;&#1099;&#1096;&#1077;&#1083; &#1080;&#1079; &#1087;&#1086;&#1076; &#1082;&#1086;&#1085;&#1090;&#1088;&#1086;&#1083;&#1103;! &#1048; &#1084;&#1086;&#1078;&#1077;&#1090; &#1091;&#1085;&#1080;&#1095;&#1090;&#1086;&#1078;&#1080;&#1090;&#1100; &quot;
-&quot;&#1076;&#1088;&#1091;&#1075;&#1080;&#1077; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1080;!!!&quot;
+&quot;&#1076;&#1088;&#1091;&#1075;&#1080;&#1077; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1080;!!! &quot;
 
 #: data/gui/shfire-oc.xml data/gui/shfire-uc.xml
 msgid &quot;Fire&quot;
@@ -739,7 +739,7 @@
 &quot;APPEARS to be under control. &quot;
 msgstr &quot;&quot;
 &quot;&#1055;&#1086;&#1078;&#1072;&#1088; &#1091;&#1085;&#1080;&#1095;&#1090;&#1086;&#1078;&#1080;&#1083; &#1093;&#1080;&#1078;&#1080;&#1085;&#1091;. &#1045;&#1089;&#1083;&#1080; &#1090;&#1072;&#1082; &#1076;&#1072;&#1083;&#1100;&#1096;&#1077; &#1087;&#1086;&#1081;&#1076;&#1077;&#1090;, &#1086;&#1085; &#1084;&#1086;&#1078;&#1077;&#1090; &#1074;&#1099;&#1081;&#1090;&#1080; &#1080;&#1079; &#1087;&#1086;&#1076; &quot;
-&quot;&#1082;&#1086;&#1085;&#1090;&#1088;&#1086;&#1083;&#1103;.&quot;
+&quot;&#1082;&#1086;&#1085;&#1090;&#1088;&#1086;&#1083;&#1103;. &quot;
 
 #: data/gui/solarpowerup.xml
 msgid &quot;Solar Power Stations available&quot;
@@ -749,7 +749,7 @@
 msgid &quot;&quot;
 &quot;You have reached the tech level which enables you to build solar power &quot;
 &quot;stations. &quot;
-msgstr &quot;&#1059;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1085;&#1072;&#1091;&#1095;&#1085;&#1086;&#1075;&#1086; &#1088;&#1072;&#1079;&#1074;&#1080;&#1090;&#1080;&#1103; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1100; &#1089;&#1086;&#1083;&#1085;&#1077;&#1095;&#1085;&#1099;&#1077; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1080;.&quot;
+msgstr &quot;&#1059;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1085;&#1072;&#1091;&#1095;&#1085;&#1086;&#1075;&#1086; &#1088;&#1072;&#1079;&#1074;&#1080;&#1090;&#1080;&#1103; &#1087;&#1086;&#1079;&#1074;&#1086;&#1083;&#1103;&#1077;&#1090; &#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1100; &#1089;&#1086;&#1083;&#1085;&#1077;&#1095;&#1085;&#1099;&#1077; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1080;. &quot;
 
 #: data/gui/speedpanel.xml
 msgid &quot;Go back to Main Menu&quot;
@@ -784,7 +784,7 @@
 &quot;Sorry, the game you wanted is too old. Cannot load it. Still play with &quot;
 &quot;previous game.&quot;
 msgstr &quot;&quot;
-&quot;&#1048;&#1079;&#1074;&#1080;&#1085;&#1080;&#1090;&#1077;, &#1092;&#1072;&#1081;&#1083; &#1089; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1077;&#1085;&#1085;&#1086;&#1081; &#1080;&#1075;&#1088;&#1086;&#1081; &#1091;&#1089;&#1090;&#1072;&#1088;&#1077;&#1083;. &#1048;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077;&#1089;&#1100; &#1073;&#1086;&#1083;&#1077;&#1077; &#1089;&#1090;&#1072;&#1088;&#1099;&#1084;&#1080; &quot;
+&quot;&#1048;&#1079;&#1074;&#1080;&#1085;&#1080;&#1090;&#1077;, &#1092;&#1072;&#1081;&#1083; &#1089; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1077;&#1085;&#1085;&#1086;&#1081; &#1080;&#1075;&#1088;&#1086;&#1081; &#1091;&#1089;&#1090;&#1072;&#1088;&#1077;&#1083;. &#1055;&#1086;&#1083;&#1100;&#1079;&#1091;&#1081;&#1090;&#1077;&#1089;&#1100; &#1073;&#1086;&#1083;&#1077;&#1077; &#1089;&#1090;&#1072;&#1088;&#1099;&#1084;&#1080; &quot;
 &quot;&#1074;&#1077;&#1088;&#1089;&#1080;&#1103;&#1084;&#1080; &#1080;&#1075;&#1088;&#1099;.&quot;
 
 #: data/gui/tradedialog.xml
@@ -793,7 +793,7 @@
 
 #: data/gui/universityup.xml
 msgid &quot;University available&quot;
-msgstr &quot;&#1059;&#1085;&#1080;&#1074;&#1077;&#1088;&#1089;&#1080;&#1090;&#1077;&#1090;&#1099; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1085;&#1099;.&quot;
+msgstr &quot;&#1059;&#1085;&#1080;&#1074;&#1077;&#1088;&#1089;&#1080;&#1090;&#1077;&#1090;&#1099; &#1076;&#1086;&#1089;&#1090;&#1091;&#1087;&#1085;&#1099;&quot;
 
 #: data/gui/universityup.xml
 msgid &quot;&quot;

Modified: trunk/data/locale/ru.po
===================================================================
--- trunk/data/locale/ru.po	2008-09-28 21:57:58 UTC (rev 1460)
+++ trunk/data/locale/ru.po	2008-10-06 19:46:39 UTC (rev 1461)
@@ -82,7 +82,7 @@
 #: src/lincity-ng/Dialog.cpp:352
 #, c-format
 msgid &quot;Economy is sustainable&quot;
-msgstr &quot;&#1069;&#1082;&#1086;&#1085;&#1086;&#1084;&#1080;&#1082;&#1072; &#1087;&#1086;&#1076;&#1076;&#1077;&#1088;&#1078;&#1072;&#1085;&#1072; &quot;
+msgstr &quot;&#1069;&#1082;&#1086;&#1085;&#1086;&#1084;&#1080;&#1082;&#1072; &#1089;&#1090;&#1072;&#1073;&#1080;&#1083;&#1080;&#1079;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1072;&quot;
 
 #: src/lincity-ng/Dialog.cpp:355
 #, c-format
@@ -285,7 +285,7 @@
 
 #: src/lincity-ng/GameView.cpp:1618
 msgid &quot;Query Tool: Show information about selected building.&quot;
-msgstr &quot;&#1050;&#1091;&#1088;&#1089;&#1086;&#1088;: &#1055;&#1086;&#1082;&#1072;&#1079;&#1072;&#1090;&#1100; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1102; &#1086; &#1074;&#1099;&#1073;&#1088;&#1072;&#1085;&#1085;&#1099;&#1093; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1072;&#1093;. &quot;
+msgstr &quot;&#1050;&#1091;&#1088;&#1089;&#1086;&#1088;: &#1055;&#1086;&#1082;&#1072;&#1079;&#1072;&#1090;&#1100; &#1080;&#1085;&#1092;&#1086;&#1088;&#1084;&#1072;&#1094;&#1080;&#1102; &#1086; &#1074;&#1099;&#1073;&#1088;&#1072;&#1085;&#1085;&#1099;&#1093; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1072;&#1093;.&quot;
 
 #: src/lincity-ng/GameView.cpp:1622
 msgid &quot;Bulldozer: remove building -price varies-&quot;
@@ -369,7 +369,7 @@
 
 #: src/lincity-ng/MpsInterface.cpp:385
 msgid &quot;Health&quot;
-msgstr &quot;&#1047;&#1076;&#1086;&#1088;&#1086;&#1074;&#1100;&#1077; &quot;
+msgstr &quot;&#1047;&#1076;&#1086;&#1088;&#1086;&#1074;&#1100;&#1077;&quot;
 
 #: src/lincity-ng/MpsInterface.cpp:388 src/lincity-ng/MpsInterface.cpp:516
 #: src/lincity/modules/residence.cpp:286
@@ -457,7 +457,7 @@
 
 #: src/lincity-ng/MpsInterface.cpp:454
 msgid &quot;Export&quot;
-msgstr &quot;&#1069;&#1082;&#1089;&#1087;&#1086;&#1088;&#1090; &quot;
+msgstr &quot;&#1069;&#1082;&#1089;&#1087;&#1086;&#1088;&#1090;&quot;
 
 #: src/lincity-ng/MpsInterface.cpp:458
 msgid &quot;Expenses&quot;
@@ -501,7 +501,7 @@
 
 #: src/lincity-ng/MpsInterface.cpp:504
 msgid &quot;Univers.&quot;
-msgstr &quot;&#1059;&#1085;&#1080;&#1074;&#1077;&#1088;&#1089;&#1080;&#1090;&#1077;&#1090;&#1099;&quot;
+msgstr &quot;&#1059;&#1085;&#1080;&#1074;&#1077;&#1088;&#1089;&#1080;&#1090;&#1077;&#1090;&#1099;.&quot;
 
 #: src/lincity-ng/MpsInterface.cpp:506
 msgid &quot;Deaths&quot;
@@ -534,7 +534,7 @@
 
 #: src/lincity-ng/MpsInterface.cpp:534 src/lincity/modules/port.cpp:306
 msgid &quot;Total&quot;
-msgstr &quot;&#1048;&#1090;&#1086;&#1075;&#1086; &quot;
+msgstr &quot;&#1048;&#1090;&#1086;&#1075;&#1086;&quot;
 
 #: src/lincity-ng/MpsInterface.cpp:535
 msgid &quot;Housed&quot;
@@ -546,7 +546,7 @@
 
 #: src/lincity-ng/MpsInterface.cpp:537
 msgid &quot;Shanties&quot;
-msgstr &quot;&#1061;&#1080;&#1073;&#1072;&#1088;&#1072; &quot;
+msgstr &quot;&#1061;&#1080;&#1073;&#1072;&#1088;&#1072;&quot;
 
 #: src/lincity-ng/MpsInterface.cpp:538
 msgid &quot;Unn Dths&quot;
@@ -578,7 +578,7 @@
 
 #: src/lincity/engine.cpp:149
 msgid &quot;Port must be connected to river all along right side.&quot;
-msgstr &quot;&#1055;&#1086;&#1088;&#1090;&#1099; &#1076;&#1086;&#1083;&#1078;&#1085;&#1099; &#1089;&#1086;&#1077;&#1076;&#1080;&#1085;&#1103;&#1090;&#1100;&#1089;&#1103; &#1089; &#1088;&#1077;&#1082;&#1086;&#1081;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1072;&#1103; &#1087;&#1088;&#1086;&#1090;&#1077;&#1082;&#1072;&#1077;&#1090; &#1089;&#1087;&#1088;&#1072;&#1074;&#1072;&quot;
+msgstr &quot;&#1055;&#1086;&#1088;&#1090;&#1099; &#1076;&#1086;&#1083;&#1078;&#1085;&#1099; &#1089;&#1086;&#1077;&#1076;&#1080;&#1085;&#1103;&#1090;&#1100;&#1089;&#1103; &#1089; &#1088;&#1077;&#1082;&#1086;&#1081;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1072;&#1103; &#1087;&#1088;&#1086;&#1090;&#1077;&#1082;&#1072;&#1077;&#1090; &#1089;&#1087;&#1088;&#1072;&#1074;&#1072;.&quot;
 
 #: src/lincity/engine.cpp:161
 msgid &quot;You can't build a water well here: it is all desert.&quot;
@@ -594,7 +594,7 @@
 
 #: src/lincity/engine.cpp:201
 msgid &quot;You can't build a mine here: there is no ore left at this site&quot;
-msgstr &quot;&#1053;&#1077;&#1083;&#1100;&#1079;&#1103; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1100; &#1096;&#1072;&#1093;&#1090;&#1091; &#1079;&#1076;&#1077;&#1089;&#1100;: &#1088;&#1091;&#1076;&#1072; &#1090;&#1091;&#1090; &#1086;&#1090;&#1089;&#1091;&#1090;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090;&quot;
+msgstr &quot;&#1053;&#1077;&#1083;&#1100;&#1079;&#1103; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1100; &#1096;&#1072;&#1093;&#1090;&#1091; &#1079;&#1076;&#1077;&#1089;&#1100;: &#1090;&#1091;&#1090; &#1088;&#1091;&#1076;&#1072; &#1086;&#1090;&#1089;&#1091;&#1090;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090;&quot;
 
 #: src/lincity/engine.cpp:211
 msgid &quot;You can't build a park here: it is a desert, parks need water&quot;
@@ -615,7 +615,7 @@
 &quot;a bug report to lincity-ng team, with the saved game and what you did :-) &quot;
 msgstr &quot;&quot;
 &quot;&#1054;&#1064;&#1048;&#1041;&#1050;&#1040;: &#1075;&#1088;&#1091;&#1087;&#1087;&#1099; &#1085;&#1077; &#1089;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090;. &#1069;&#1090;&#1086; &#1085;&#1077; &#1089;&#1090;&#1088;&#1072;&#1096;&#1085;&#1086;! &#1055;&#1086;&#1078;&#1072;&#1083;&#1091;&#1081;&#1089;&#1090;&#1072; &#1085;&#1072;&#1087;&#1080;&#1096;&#1080;&#1090;&#1077; &#1086;&#1090;&#1095;&#1077;&#1090; &#1086;&#1073; &quot;
-&quot;&#1086;&#1096;&#1080;&#1073;&#1082;&#1080;, &#1089; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1105;&#1085;&#1085;&#1086;&#1081; &#1080;&#1075;&#1088;&#1086;&#1081; &#1080; &#1085;&#1072;&#1087;&#1080;&#1096;&#1080;&#1090;&#1077;, &#1095;&#1090;&#1086; &#1074;&#1099; &#1089;&#1076;&#1077;&#1083;&#1072;&#1083;&#1080; :-D &quot;
+&quot;&#1086;&#1096;&#1080;&#1073;&#1082;&#1080; &#1089; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1105;&#1085;&#1085;&#1086;&#1081; &#1080;&#1075;&#1088;&#1086;&#1081; &#1080; &#1085;&#1072;&#1087;&#1080;&#1096;&#1080;&#1090;&#1077; &#1090;&#1086;, &#1095;&#1090;&#1086; &#1074;&#1099; &#1089;&#1076;&#1077;&#1083;&#1072;&#1083;&#1080; :-) &quot;
 
 #: src/lincity/engine.cpp:565
 msgid &quot;It's at a power line.&quot;
@@ -731,7 +731,7 @@
 
 #: src/lincity/engine.cpp:621
 msgid &quot;UNKNOWN!&quot;
-msgstr &quot;&#1053;&#1045; &#1048;&#1047;&#1042;&#1045;&#1057;&#1058;&#1053;&#1054;!! &quot;
+msgstr &quot;&#1053;&#1045; &#1048;&#1047;&#1042;&#1045;&#1057;&#1058;&#1053;&#1054;!&quot;
 
 #: src/lincity/fileutil.cpp:233 src/lincity/fileutil.cpp:277
 msgid &quot;Error. Can't find LINCITY_HOME&quot;
@@ -971,7 +971,7 @@
 
 #: src/lincity/loadsave.cpp:130
 msgid &quot;Can't open save file!&quot;
-msgstr &quot;&#1053;&#1077; &#1084;&#1086;&#1075;&#1091; &#1086;&#1090;&#1082;&#1088;&#1099;&#1090;&#1100; &#1092;&#1072;&#1081;&#1083;&quot;
+msgstr &quot;&#1053;&#1077; &#1084;&#1086;&#1075;&#1091; &#1086;&#1090;&#1082;&#1088;&#1099;&#1090;&#1100; &#1092;&#1072;&#1081;&#1083;!&quot;
 
 #: src/lincity/loadsave.cpp:292 src/lincity/old_ldsvguts.cpp:130
 #, c-format
@@ -984,7 +984,7 @@
 #: src/lincity/modules/pottery.cpp:107 src/lincity/modules/recycle.cpp:137
 #: src/lincity/modules/school.cpp:52 src/lincity/modules/university.cpp:68
 msgid &quot;Capacity&quot;
-msgstr &quot;&#1042;&#1099;&#1075;&#1086;&#1076;&#1072; &quot;
+msgstr &quot;&#1042;&#1099;&#1075;&#1086;&#1076;&#1072;&quot;
 
 #: src/lincity/modules/blacksmith.cpp:96 src/lincity/modules/cricket.cpp:94
 #: src/lincity/modules/firestation.cpp:111
@@ -1040,7 +1040,7 @@
 
 #: src/lincity/modules/coalmine.cpp:158 src/lincity/modules/oremine.cpp:164
 msgid &quot;Stock&quot;
-msgstr &quot;&#1053;&#1072; &#1089;&#1082;&#1083;&#1072;&#1076;&#1077; &quot;
+msgstr &quot;&#1053;&#1072; &#1089;&#1082;&#1083;&#1072;&#1076;&#1077;&quot;
 
 #: src/lincity/modules/coalmine.cpp:160 src/lincity/modules/coalmine.cpp:162
 #: src/lincity/modules/oremine.cpp:167
@@ -1085,7 +1085,7 @@
 
 #: src/lincity/modules/health_centre.cpp:58
 msgid &quot;Health Centre&quot;
-msgstr &quot;&#1041;&#1086;&#1083;&#1100;&#1085;&#1080;&#1094;&#1072; &quot;
+msgstr &quot;&#1041;&#1086;&#1083;&#1100;&#1085;&#1080;&#1094;&#1072;&quot;
 
 #: src/lincity/modules/heavy_industry.cpp:270
 msgid &quot;Heavy Industry&quot;
@@ -1171,7 +1171,7 @@
 
 #: src/lincity/modules/organic_farm.cpp:220
 msgid &quot;N tiles with water&quot;
-msgstr &quot;&quot;
+msgstr &quot;N &#1087;&#1083;&#1080;&#1090; &#1091; &#1074;&#1086;&#1076;&#1099;&quot;
 
 #: src/lincity/modules/organic_farm.cpp:221
 #, fuzzy
@@ -1302,7 +1302,7 @@
 
 #: src/lincity/old_ldsvguts.cpp:162
 msgid &quot;Loading scene&quot;
-msgstr &quot;&#1047;&#1072;&#1075;&#1088;&#1091;&#1079;&#1082;&#1072; &#1084;&#1077;&#1089;&#1090;&#1085;&#1086;&#1089;&#1090;&#1080; &quot;
+msgstr &quot;&#1047;&#1072;&#1075;&#1088;&#1091;&#1079;&#1082;&#1072; &#1084;&#1077;&#1089;&#1090;&#1085;&#1086;&#1089;&#1090;&#1080;&quot;
 
 #: src/lincity/power.cpp:271
 msgid &quot;You have too many power grids. Join some of them&quot;
@@ -1314,7 +1314,7 @@
 &quot;needed. After, starvation will occur!  You should check starvation minimap, &quot;
 &quot;and read waterwell help page :-)&quot;
 msgstr &quot;&quot;
-&quot;&#1054;&#1073;&#1085;&#1086;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1080;&#1079; &#1089;&#1090;&#1072;&#1088;&#1086;&#1081; &#1080;&#1075;&#1088;&#1099;. &#1059; &#1074;&#1072;&#1089; &#1077;&#1089;&#1090;&#1100; 10 &#1083;&#1077;&#1090;, &#1085;&#1072; &#1090;&#1086; &#1095;&#1090;&#1086; &#1073;&#1099; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1100; &#1074;&#1086;&#1076;&#1103;&#1085;&#1099;&#1077; &quot;
+&quot;&#1054;&#1073;&#1085;&#1086;&#1074;&#1083;&#1077;&#1085;&#1080;&#1077; &#1080;&#1079; &#1089;&#1090;&#1072;&#1088;&#1086;&#1081; &#1080;&#1075;&#1088;&#1099;. &#1059; &#1074;&#1072;&#1089; &#1077;&#1089;&#1090;&#1100; 10 &#1083;&#1077;&#1090; &#1085;&#1072; &#1090;&#1086;, &#1095;&#1090;&#1086; &#1073;&#1099; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1100; &#1074;&#1086;&#1076;&#1103;&#1085;&#1099;&#1077; &quot;
 &quot;&#1084;&#1077;&#1083;&#1100;&#1085;&#1080;&#1094;&#1099;. &#1055;&#1086;&#1089;&#1083;&#1077; &#1101;&#1090;&#1086;&#1075;&#1086; &#1085;&#1072;&#1095;&#1085;&#1077;&#1090;&#1089;&#1103; &#1075;&#1086;&#1083;&#1086;&#1076;! &#1042;&#1099; &#1076;&#1086;&#1083;&#1078;&#1085;&#1099; &#1087;&#1088;&#1086;&#1074;&#1077;&#1088;&#1080;&#1090;&#1100; &#1079;&#1086;&#1085;&#1091; &#1075;&#1086;&#1083;&#1086;&#1076;&#1072;&#1085;&#1080;&#1103; &#1085;&#1072; &quot;
 &quot;&#1084;&#1080;&#1085;&#1080;&#1082;&#1072;&#1088;&#1090;&#1077;. &#1058;&#1072;&#1082; &#1078;&#1077; &#1087;&#1088;&#1086;&#1095;&#1077;&#1089;&#1090;&#1100; &#1089;&#1090;&#1088;&#1072;&#1085;&#1080;&#1095;&#1082;&#1091; &#1089; &#1087;&#1086;&#1084;&#1086;&#1097;&#1100;&#1102; :-)&quot;
 


</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	
	
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#391">[ date ]</a>
              <a href="thread.html#391">[ thread ]</a>
              <a href="subject.html#391">[ subject ]</a>
              <a href="author.html#391">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.berlios.de/mailman/listinfo/lincity-ng-commit">More information about the Lincity-ng-commit
mailing list</a><br>
</body></html>
