<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Lincity-ng-commit] r1238 - in trunk/data: help/ru locale
   </TITLE>
   <LINK REL="Index" HREF="http://lists.berlios.de/pipermail/lincity-ng-commit/2007-July/index.html" >
   <LINK REL="made" HREF="mailto:lincity-ng-commit%40lists.berlios.de?Subject=Re%3A%20%5BLincity-ng-commit%5D%20r1238%20-%20in%20trunk/data%3A%20help/ru%20locale&In-Reply-To=%3C200707210824.l6L8Ot3V017321%40sheep.berlios.de%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000165.html">
   <LINK REL="Next"  HREF="000167.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Lincity-ng-commit] r1238 - in trunk/data: help/ru locale</H1>
    <B>asmbsd at BerliOS</B> 
    <A HREF="mailto:lincity-ng-commit%40lists.berlios.de?Subject=Re%3A%20%5BLincity-ng-commit%5D%20r1238%20-%20in%20trunk/data%3A%20help/ru%20locale&In-Reply-To=%3C200707210824.l6L8Ot3V017321%40sheep.berlios.de%3E"
       TITLE="[Lincity-ng-commit] r1238 - in trunk/data: help/ru locale">asmbsd at mail.berlios.de
       </A><BR>
    <I>Sat Jul 21 10:24:55 CEST 2007</I>
    <P><UL>
        <LI>Previous message: <A HREF="000165.html">[Lincity-ng-commit] r1237 - in trunk: . data src src/lincity-ng
</A></li>
        <LI>Next message: <A HREF="000167.html">[Lincity-ng-commit] r1239 - trunk/data/help/fr
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#166">[ date ]</a>
              <a href="thread.html#166">[ thread ]</a>
              <a href="subject.html#166">[ subject ]</a>
              <a href="author.html#166">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Author: asmbsd
Date: 2007-07-21 10:24:54 +0200 (Sat, 21 Jul 2007)
New Revision: 1238

Added:
   trunk/data/help/ru/residential.xml
   trunk/data/help/ru/river.xml
   trunk/data/help/ru/road.xml
   trunk/data/help/ru/rocket.xml
   trunk/data/help/ru/school.xml
   trunk/data/help/ru/steel.xml
Modified:
   trunk/data/locale/ru.po
Log:
Russiaon translate


Added: trunk/data/help/ru/residential.xml
===================================================================
--- trunk/data/help/ru/residential.xml	2007-07-20 19:18:24 UTC (rev 1237)
+++ trunk/data/help/ru/residential.xml	2007-07-21 08:24:54 UTC (rev 1238)
@@ -0,0 +1,23 @@
+&lt;?xml version=&quot;1.0&quot;?&gt;
+&lt;Document style=&quot;helpdocument&quot;&gt;
+	&lt;p style=&quot;htitle&quot;&gt;&#1056;&#1077;&#1079;&#1080;&#1076;&#1077;&#1085;&#1094;&#1080;&#1080;&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1069;&#1090;&#1086; &#1090;&#1086; &#1084;&#1077;&#1089;&#1090;&#1086;, &#1075;&#1076;&#1077; &#1078;&#1080;&#1074;&#1091;&#1090; &#1083;&#1102;&#1076;&#1080;. &#1063;&#1090;&#1086; &#1073;&#1099; &#1083;&#1102;&#1076;&#1080; &#1078;&#1080;&#1083;&#1080; &#1074; &#1088;&#1077;&#1079;&#1080;&#1076;&#1077;&#1085;&#1094;&#1080;&#1103;&#1093;, &#1080;&#1093; &#1085;&#1091;&#1078;&#1085;&#1086; &#1082;&#1086;&#1088;&#1084;&#1080;&#1090;&#1100;. &#1058;&#1072;&#1082; &#1078;&#1077; &#1087;&#1086;&#1084;&#1086;&#1075;&#1072;&#1077;&#1090; &#1078;&#1080;&#1079;&#1085;&#1080; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1091;&#1089;&#1090;&#1088;&#1086;&#1077;&#1085;&#1086;&#1089;&#1090;&#1100; &#1080; &#1090;&#1086;&#1074;&#1072;&#1088;&#1099;. &#1042;&#1072;&#1084; &#1085;&#1091;&#1078;&#1085;&#1086; &#1080;&#1083;&#1080; &#1089;&#1090;&#1072;&#1074;&#1080;&#1090;&#1100; &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&#1099; &#1080;&#1083;&#1080; &#1087;&#1086;&#1076;&#1074;&#1086;&#1076;&#1080;&#1090;&#1100; &#1090;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090;. &#1045;&#1089;&#1090;&#1100; 3 &#1074;&#1080;&#1076;&#1072; &#1088;&#1077;&#1079;&#1080;&#1076;&#1077;&#1085;&#1094;&#1080;&#1081;: &#1089;&#1083;&#1072;&#1073;&#1086;, &#1089;&#1088;&#1077;&#1076;&#1085;&#1080;&#1077; &#1080; &#1089;&#1080;&#1083;&#1100;&#1085;&#1086; &#1079;&#1072;&#1089;&#1077;&#1083;&#1103;&#1077;&#1084;&#1099;&#1077; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1080;. &#1054;&#1085;&#1080; &#1080;&#1084;&#1077;&#1102;&#1090; &#1088;&#1072;&#1079;&#1085;&#1099;&#1081; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1088;&#1086;&#1078;&#1076;&#1072;&#1077;&#1084;&#1086;&#1089;&#1090;&#1080; &#1080; &#1089;&#1084;&#1077;&#1088;&#1090;&#1085;&#1086;&#1089;&#1090;&#1080; &#1089;&#1074;&#1103;&#1079;&#1072;&#1085;&#1085;&#1099;&#1081; &#1089; &#1085;&#1080;&#1084;&#1080;. &#1069;&#1090;&#1086; &#1076;&#1072;&#1077;&#1090; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1100; &#1082;&#1086;&#1085;&#1090;&#1088;&#1086;&#1083;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1082;&#1086;&#1083;-&#1074;&#1086; &#1085;&#1072;&#1089;&#1077;&#1083;&#1077;&#1085;&#1080;&#1103;..&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1042; &#1076;&#1072;&#1083;&#1100;&#1085;&#1077;&#1081;&#1096;&#1077;&#1081; &#1080;&#1075;&#1088;&#1077; &#1074;&#1099; &#1073;&#1091;&#1076;&#1080;&#1090;&#1077; &#1080;&#1084;&#1077;&#1090;&#1100; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1100; &#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1100; &#1087;&#1088;&#1086;&#1076;&#1074;&#1080;&#1085;&#1091;&#1090;&#1099;&#1077; &#1076;&#1086;&#1084;&#1072;.&lt;/p&gt;
+
+	&lt;p style=&quot;hp&quot;&gt;&#1058;&#1072;&#1082; &#1074;&#1099;&#1075;&#1083;&#1103;&#1076;&#1080;&#1090; &#1089;&#1083;&#1072;&#1073;&#1086; &#1079;&#1072;&#1089;&#1077;&#1083;&#1103;&#1077;&#1084;&#1072;&#1103; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1072;(&#1087;&#1088;&#1086;&#1076;&#1074;&#1080;&#1085;&#1091;&#1090;&#1072;&#1103;)&lt;/p&gt;
+	&lt;img src=&quot;images/tiles/reslowhi.png&quot; halign=&quot;center&quot;/&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1072; &#1101;&#1090;&#1086; &#1077;&#1105; &#1080;&#1082;&#1086;&#1085;&#1082;&#1072;&lt;/p&gt;
+	&lt;img src=&quot;images/gui/buttonpanel/residence/residence-hightec-lo.png&quot; halign=&quot;center&quot;/&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1069;&#1090;&#1086; &#1076;&#1086;&#1084;&#1072; &#1089;&#1088;&#1077;&#1076;&#1085;&#1077;&#1081; &#1079;&#1072;&#1089;&#1077;&#1083;&#1103;e&#1084;&#1086;&#1089;&#1090;&#1080; (&#1087;&#1088;&#1086;&#1076;&#1074;&#1080;&#1085;&#1091;&#1090;&#1099;&#1077;)&lt;/p&gt;
+	&lt;img src=&quot;images/tiles/resmedhi.png&quot; halign=&quot;center&quot;/&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1072; &#1101;&#1090;&#1086; &#1080;&#1082;&#1086;&#1085;&#1082;&#1072;&lt;/p&gt;
+	&lt;img src=&quot;images/gui/buttonpanel/residence/residence-hightec-med.png&quot; halign=&quot;center&quot;/&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1069;&#1090;&#1086; &#1076;&#1086;&#1084; &#1074;&#1099;&#1089;&#1086;&#1082;&#1086;&#1081; &#1079;&#1072;&#1089;&#1077;&#1083;&#1103;e&#1084;&#1086;&#1089;&#1090;&#1080; (&#1087;&#1088;&#1086;&#1076;&#1074;&#1080;&#1085;&#1091;&#1090;&#1099;&#1081;)&lt;/p&gt;
+	&lt;img src=&quot;images/tiles/reshihi.png&quot; halign=&quot;center&quot;/&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1072; &#1101;&#1090;&#1086; &#1080;&#1082;&#1086;&#1085;&#1082;&#1072;&lt;/p&gt;
+	&lt;img src=&quot;images/gui/buttonpanel/residence/residence-hightec-high.png&quot; halign=&quot;center&quot;/&gt;
+
+	&lt;p style=&quot;hsubtitle&quot;&gt;&#1057;&#1084; &#1077;&#1097;&#1105;:&lt;/p&gt;
+	&lt;li&gt;&lt;a href=&quot;market&quot;&gt;&#1052;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&#1099;&lt;/a&gt;&lt;/li&gt;
+&lt;/Document&gt;
+

Added: trunk/data/help/ru/river.xml
===================================================================
--- trunk/data/help/ru/river.xml	2007-07-20 19:18:24 UTC (rev 1237)
+++ trunk/data/help/ru/river.xml	2007-07-21 08:24:54 UTC (rev 1238)
@@ -0,0 +1,9 @@
+&lt;?xml version=&quot;1.0&quot;?&gt;
+&lt;Document style=&quot;helpdocument&quot;&gt;
+	&lt;p style=&quot;htitle&quot;&gt;&#1056;&#1077;&#1095;&#1082;&#1080;/&#1042;&#1086;&#1076;&#1072;&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1056;&#1077;&#1095;&#1082;&#1080; &#1086;&#1073;&#1099;&#1095;&#1085;&#1086; &#1080;&#1084;&#1077;&#1102;&#1090; &#1074;&#1093;&#1086;&#1076;. &#1054;&#1085;&#1080; &#1076;&#1086;&#1088;&#1086;&#1075;&#1080; &#1076;&#1083;&#1103; &#1091;&#1085;&#1080;&#1095;&#1090;&#1086;&#1078;&#1077;&#1085;&#1080;&#1103; &#1080; &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1080;&#1103;. &#1045;&#1076;&#1080;&#1085;&#1089;&#1090;&#1074;&#1077;&#1085;&#1085;&#1072;&#1103; &#1087;&#1086;&#1083;&#1100;&#1079;&#1072;, &#1084;&#1086;&#1078;&#1085;&#1086; &#1086;&#1082;&#1086;&#1083;&#1086; &#1085;&#1080;&#1093; &#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1100; &#1087;&#1086;&#1088;&#1090;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1045;&#1089;&#1090;&#1100; &#1076;&#1074;&#1072; &#1074;&#1080;&#1076;&#1072; &#1074;&#1086;&#1076;&#1099;. &#1042;&#1086;&#1076;&#1072; &lt;b&gt;&#1085;&#1077; &#1089;&#1086;&#1077;&#1076;&#1080;&#1085;&#1077;&#1085;&#1085;&#1072;&#1103;&lt;/b&gt; &#1089; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1086;&#1081; &#1088;&#1077;&#1082;&#1080; &#1080; &#1089;&#1086;&#1077;&#1076;&#1080;&#1085;&#1105;&#1085;&#1085;&#1072;&#1103;. &#1042; &#1085;&#1072;&#1095;&#1072;&#1083;&#1077; &#1080;&#1075;&#1088;&#1099;, &#1085;&#1072; &#1089;&#1083;&#1091;&#1095;&#1072;&#1081;&#1085;&#1086; &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1085;&#1086;&#1081; &#1082;&#1072;&#1088;&#1090;&#1077;, &#1074;&#1089;&#1103; &#1074;&#1086;&#1076;&#1072; &#1103;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; &#1089;&#1086;&#1077;&#1076;&#1080;&#1085;&#1105;&#1085;&#1085;&#1086;&#1081; &#1089; &#1088;&#1077;&#1095;&#1085;&#1086;&#1081; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1086;&#1081;. &#1044;&#1088;&#1091;&#1075;&#1072;&#1103; &#1074;&#1086;&#1076;&#1072;, &#1076;&#1083;&#1103; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1072;, &#1087;&#1086;&#1103;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103;, &#1077;&#1089;&#1083;&#1080; &#1088;&#1091;&#1076;&#1085;&#1072;&#1103; &#1096;&#1072;&#1093;&#1090;&#1072; &#1080;&#1089;&#1090;&#1086;&#1097;&#1077;&#1085;&#1072; (&#1087;&#1088;&#1077;&#1074;&#1088;&#1072;&#1097;&#1072;&#1077;&#1090;&#1089;&#1103; &#1074; &#1074;&#1086;&#1076;&#1091;), &#1080; &#1077;&#1089;&#1083;&#1080; &#1086;&#1085;&#1072; &#1085;&#1072;&#1093;&#1086;&#1076;&#1080;&#1083;&#1072;&#1089;&#1100; &#1088;&#1103;&#1076;&#1086;&#1084; &#1089; &#1088;&#1077;&#1082;&#1086;&#1081;, &#1090;&#1086; &#1086;&#1085;&#1072; &#1073;&#1091;&#1076;&#1077;&#1090; &#1080;&#1084;&#1077;&#1090;&#1100; &#1089;&#1086;&#1077;&#1076;&#1080;&#1085;&#1077;&#1085;&#1080;&#1077; &#1089; &#1088;&#1077;&#1095;&#1085;&#1086;&#1081; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1086;&#1081;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1059;&#1085;&#1080;&#1095;&#1090;&#1086;&#1078;&#1077;&#1085;&#1080;&#1077; &#1088;&#1077;&#1082;&#1080;, &#1101;&#1090;&#1086; &#1072;&#1085;&#1072;&#1083;&#1086;&#1075;&#1080;&#1095;&#1085;&#1086; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1077; &#1084;&#1086;&#1089;&#1090;&#1072;. &#1056;&#1077;&#1082;&#1072; &#1089;&#1086;&#1079;&#1076;&#1072;&#1085;&#1085;&#1072;&#1103; &#1085;&#1072; &#1085;&#1072;&#1095;&#1072;&#1083;&#1100;&#1085;&#1086;&#1084; &#1101;&#1090;&#1072;&#1087;&#1077;, &#1074;&#1089;&#1077;&#1075;&#1076;&#1072; &#1086;&#1089;&#1090;&#1072;&#1077;&#1090;&#1089;&#1103; &#1089;&#1086;&#1077;&#1076;&#1080;&#1085;&#1105;&#1085;&#1085;&#1086;&#1081; &#1089;&#1086;&#1077;&#1076;&#1080;&#1085;&#1077;&#1085;&#1085;&#1086;&#1081; &#1084;&#1077;&#1078;&#1076;&#1091; &#1089;&#1086;&#1073;&#1086;&#1081;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1059;&#1079;&#1085;&#1072;&#1090;&#1100; &#1095;&#1090;&#1086; &#1095;&#1072;&#1089;&#1090;&#1100; &#1074;&#1086;&#1076;&#1099; &#1089;&#1086;&#1077;&#1076;&#1080;&#1085;&#1077;&#1085; &#1089; &#1089;&#1080;&#1089;&#1090;&#1077;&#1084;&#1086;&#1081; &#1088;&#1077;&#1082;&#1080;, &#1084;&#1086;&#1078;&#1085;&#1086; &#1087;&#1086; &#1086;&#1090;&#1084;&#1077;&#1090;&#1082;&#1077; &lt;b&gt;&#1085;&#1072;&#1074;&#1080;&#1075;&#1072;&#1094;&#1080;&#1103;&lt;/b&gt; &#1082;&#1086;&#1090;&#1086;&#1088;&#1091;&#1102; &#1087;&#1086;&#1082;&#1072;&#1078;&#1077;&#1090; &lt;a href=&quot;query&quot;&gt;&#1082;&#1091;&#1088;&#1089;&#1086;&#1088;&lt;/a&gt;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1069;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1083;&#1080;&#1085;&#1080;&#1080; &#1084;&#1086;&#1075;&#1091;&#1090; &#1087;&#1077;&#1088;&#1077;&#1076;&#1072;&#1074;&#1072;&#1090;&#1100; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1087;&#1086;&#1076; 1 &#1079;&#1086;&#1085;&#1086;&#1081; &#1088;&#1077;&#1082;&#1080;. &#1069;&#1090;&#1086; &#1090;&#1072;&#1082; &#1078;&#1077; &#1082;&#1072;&#1082; &#1080; &#1087;&#1077;&#1088;&#1077;&#1076;&#1072;&#1074;&#1072;&#1090;&#1100; &#1087;&#1086;&#1076; &#1090;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090;&#1086;&#1084;.&lt;/p&gt;
+&lt;/Document&gt;

Added: trunk/data/help/ru/road.xml
===================================================================
--- trunk/data/help/ru/road.xml	2007-07-20 19:18:24 UTC (rev 1237)
+++ trunk/data/help/ru/road.xml	2007-07-21 08:24:54 UTC (rev 1238)
@@ -0,0 +1,15 @@
+&lt;?xml version=&quot;1.0&quot;?&gt;
+&lt;Document style=&quot;helpdocument&quot;&gt;
+	&lt;p style=&quot;htitle&quot;&gt;&#1044;&#1086;&#1088;&#1086;&#1075;&#1080;&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1044;&#1086;&#1088;&#1086;&#1075;&#1080; &#1087;&#1077;&#1088;&#1077;&#1074;&#1086;&#1079;&#1103;&#1090; &#1073;&#1086;&#1083;&#1100;&#1096;&#1077; &#1095;&#1077;&#1084; &#1075;&#1088;&#1091;&#1085;&#1090;&#1086;&#1074;&#1082;&#1080;, &#1085;&#1086; &#1085;&#1077; &#1090;&#1072;&#1082; &#1084;&#1085;&#1086;&#1075;&#1086;, &#1082;&#1072;&#1082; &#1088;&#1077;&#1083;&#1100;&#1089;&#1099;. &#1044;&#1086;&#1088;&#1086;&#1075;&#1080; &#1079;&#1072;&#1075;&#1088;&#1103;&#1079;&#1085;&#1103;&#1102;&#1090; &#1089;&#1088;&#1077;&#1076;&#1091; &#1073;&#1086;&#1083;&#1100;&#1096;&#1077; &#1095;&#1077;&#1084; &#1088;&#1077;&#1083;&#1100;&#1089;&#1099;. &#1054;&#1085;&#1080; &#1076;&#1077;&#1096;&#1077;&#1074;&#1083;&#1077; &#1074; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1077; &#1080; &#1086;&#1073;&#1089;&#1083;&#1091;&#1078;&#1080;&#1074;&#1072;&#1085;&#1080;&#1080; &#1095;&#1077;&#1084; &#1088;&#1077;&#1083;&#1100;&#1089;&#1099;.&lt;/p&gt;
+	
+	&lt;p style=&quot;hp&quot;&gt;&#1069;&#1090;&#1086; &#1076;&#1086;&#1088;&#1086;&#1075;&#1072;&lt;/p&gt;
+	&lt;img src=&quot;images/tiles/roadud.png&quot; halign=&quot;center&quot;/&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1072; &#1101;&#1090;&#1086; &#1080;&#1082;&#1086;&#1085;&#1082;&#1072;&lt;/p&gt;
+	&lt;img src=&quot;images/gui/buttonpanel/transport/road.png&quot; halign=&quot;center&quot;/&gt;
+	
+	&lt;p style=&quot;hsubtitle&quot;&gt;&#1057;&#1084; &#1077;&#1097;&#1105;:&lt;/p&gt;
+	&lt;li&gt;&lt;a href=&quot;transport&quot;&gt;&#1058;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;commune&quot;&gt;&#1050;&#1086;&#1084;&#1084;&#1091;&#1085;&#1072;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;pollution&quot;&gt;&#1047;&#1072;&#1075;&#1088;&#1103;&#1079;&#1085;&#1077;&#1085;&#1080;&#1103;&lt;/a&gt;&lt;/li&gt;
+&lt;/Document&gt;

Added: trunk/data/help/ru/rocket.xml
===================================================================
--- trunk/data/help/ru/rocket.xml	2007-07-20 19:18:24 UTC (rev 1237)
+++ trunk/data/help/ru/rocket.xml	2007-07-21 08:24:54 UTC (rev 1238)
@@ -0,0 +1,21 @@
+&lt;?xml version=&quot;1.0&quot;?&gt;
+&lt;Document style=&quot;helpdocument&quot;&gt;
+	&lt;p style=&quot;htitle&quot;&gt;&#1055;&#1083;&#1086;&#1097;&#1072;&#1076;&#1082;&#1080; &#1076;&#1083;&#1103; &#1079;&#1072;&#1087;&#1091;&#1089;&#1082;&#1072; &#1088;&#1072;&#1082;&#1077;&#1090;&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1056;&#1072;&#1082;&#1077;&#1090;&#1099; &#1084;&#1086;&#1075;&#1091;&#1090; &#1086;&#1090;&#1087;&#1088;&#1072;&#1074;&#1080;&#1090;&#1100; &#1074;&#1072;&#1096;&#1077; &#1085;&#1072;&#1089;&#1077;&#1083;&#1077;&#1085;&#1080;&#1077; &#1074; &#1076;&#1088;&#1091;&#1075;&#1086;&#1081; &#1084;&#1080;&#1088;, &#1080; &#1074;&#1099;&#1080;&#1075;&#1088;&#1072;&#1090;&#1100; &#1080;&#1075;&#1088;&#1091;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1042;&#1099; &#1076;&#1086;&#1083;&#1078;&#1085;&#1099; 5 &#1088;&#1072;&#1079; &#1087;&#1086;&#1076;&#1088;&#1103;&#1076; &#1091;&#1076;&#1072;&#1095;&#1085;&#1086; &#1079;&#1072;&#1087;&#1091;&#1089;&#1090;&#1080;&#1090;&#1100; &#1088;&#1072;&#1082;&#1077;&#1090;&#1099;, &#1087;&#1077;&#1088;&#1077;&#1076; &#1090;&#1077;&#1084;, &#1082;&#1072;&#1082; &#1074;&#1099; &#1089;&#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1101;&#1074;&#1072;&#1082;&#1091;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1083;&#1102;&#1076;&#1077;&#1081;. &#1054;&#1076;&#1085;&#1072; &#1091;&#1076;&#1072;&#1095;&#1085;&#1072;&#1103; &#1074;&#1099; &#1091;&#1074;&#1086;&#1079;&#1080;&#1090;&#1077; 1000 &#1095;&#1077;&#1083;&#1086;&#1074;&#1077;&#1082;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1045;&#1089;&#1083;&#1080; &#1093;&#1086;&#1090;&#1100; &#1080; &#1079;&#1072;&#1087;&#1091;&#1089;&#1082; &#1087;&#1088;&#1086;&#1080;&#1079;&#1086;&#1096;&#1105;&#1083; &#1085;&#1077;&#1091;&#1076;&#1072;&#1095;&#1085;&#1086;, &#1090;&#1086; &#1101;&#1074;&#1072;&#1082;&#1091;&#1080;&#1088;&#1086;&#1074;&#1072;&#1090;&#1100; &#1083;&#1102;&#1076;&#1077;&#1081; &#1084;&#1086;&#1078;&#1085;&#1086; &#1073;&#1091;&#1076;&#1077;&#1090; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1087;&#1086;&#1089;&#1083;&#1077; 5-&#1090;&#1080; &#1091;&#1089;&#1087;&#1077;&#1096;&#1085;&#1099;&#1093; &#1079;&#1072;&#1087;&#1091;&#1089;&#1082;&#1086;&#1074;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1053;&#1072;&#1091;&#1095;&#1085;&#1099;&#1081; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1091;&#1089;&#1090;&#1072;&#1085;&#1072;&#1074;&#1083;&#1080;&#1074;&#1072;&#1077;&#1090; &#1074;&#1077;&#1088;&#1086;&#1103;&#1090;&#1085;&#1086;&#1089;&#1090;&#1100; &#1091;&#1089;&#1087;&#1077;&#1096;&#1085;&#1086;&#1075;&#1086; &#1079;&#1072;&#1087;&#1091;&#1089;&#1082;&#1072; &#1088;&#1072;&#1082;&#1077;&#1090;&#1099;. &#1042;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;&#1089;&#1090;&#1100; &#1079;&#1072;&#1087;&#1091;&#1089;&#1082;&#1072; &#1087;&#1086;&#1103;&#1074;&#1083;&#1103;&#1077;&#1090;&#1089;&#1103; &#1082;&#1086;&#1075;&#1076;&#1072; &#1085;&#1072;&#1091;&#1095;&#1085;&#1099;&#1081; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1076;&#1086;&#1089;&#1090;&#1080;&#1075;&#1072;&#1077;&#1090; 80% &#1090;&#1086;&#1075;&#1076;&#1072; &#1074;&#1099; &#1080;&#1084;&#1077;&#1077;&#1090;&#1077; &#1074;&#1089;&#1077;&#1075;&#1086; 4 &#1080;&#1079; 5 &#1091;&#1089;&#1087;&#1077;&#1096;&#1085;&#1099;&#1093; &#1079;&#1072;&#1087;&#1091;&#1089;&#1082;&#1086;&#1074; (80% &#1091;&#1076;&#1072;&#1095;&#1080;). 100% &#1080;&#1083;&#1080; &#1073;&#1086;&#1083;&#1077;&#1077; &#1076;&#1072;&#1077;&#1090; &#1072;&#1073;&#1089;&#1086;&#1083;&#1102;&#1090;&#1085;&#1091;&#1102; &#1074;&#1077;&#1088;&#1086;&#1103;&#1090;&#1085;&#1086;&#1089;&#1090;&#1100; &#1091;&#1089;&#1087;&#1077;&#1096;&#1085;&#1086;&#1075;&#1086; &#1079;&#1072;&#1087;&#1091;&#1089;&#1082;&#1072;. (&#1055;&#1088;&#1072;&#1074;&#1076;&#1072; &#1080;&#1079; &lt;i&gt;&#1087;&#1077;&#1088;&#1074;&#1099;&#1093; 5&lt;/i&gt; &#1088;&#1072;&#1082;&#1077;&#1090; &#1084;&#1086;&#1075;&#1091;&#1090; &#1073;&#1099;&#1090;&#1100; &#1085;&#1077;&#1091;&#1076;&#1072;&#1095;&#1080;.) &#1057; &#1086;&#1076;&#1085;&#1086;&#1081; &#1087;&#1083;&#1086;&#1097;&#1072;&#1076;&#1082;&#1080; &#1086;&#1090;&#1087;&#1088;&#1072;&#1074;&#1080;&#1090;&#1100; &#1084;&#1086;&#1078;&#1085;&#1086; &#1085;&#1077; &#1073;&#1086;&#1083;&#1077;&#1077; &#1086;&#1076;&#1085;&#1086;&#1081; &#1088;&#1072;&#1082;&#1077;&#1090;&#1099;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1056;&#1072;&#1082;&#1077;&#1090;&#1085;&#1099;&#1081; &#1087;&#1083;&#1086;&#1097;&#1072;&#1076;&#1082;&#1080; &#1085;&#1077; &#1085;&#1091;&#1078;&#1076;&#1072;&#1102;&#1090;&#1089;&#1103; &#1074; &#1089;&#1086;&#1077;&#1076;&#1080;&#1085;&#1077;&#1085;&#1080;&#1080; &#1089; &#1090;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090;&#1086;&#1084;. &#1042;&#1089;&#1077; &#1085;&#1091;&#1078;&#1085;&#1099;&#1077; &#1084;&#1072;&#1090;&#1077;&#1088;&#1080;&#1072;&#1083;&#1099; &#1086;&#1085;&#1080; &#1084;&#1086;&#1075;&#1091;&#1090; &#1074;&#1079;&#1103;&#1090;&#1100; &#1080;&#1079; &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&#1086;&#1074;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1085;&#1072;&#1093;&#1086;&#1076;&#1103;&#1090;&#1089;&#1103; &#1074; &#1079;&#1086;&#1085;&#1077; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1103;. &#1055;&#1086;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1072; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1090; &#1073;&#1086;&#1083;&#1100;&#1096;&#1086;&#1077; &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1089;&#1090;&#1072;&#1083;&#1080;, &#1090;&#1086;&#1074;&#1072;&#1088;&#1086;&#1074; &#1088;&#1072;&#1073;&#1086;&#1090;&#1099; &#1080; &#1076;&#1077;&#1085;&#1077;&#1075;, &#1076;&#1083;&#1103; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1080;. &#1050;&#1086;&#1075;&#1076;&#1072; &#1088;&#1072;&#1082;&#1077;&#1090;&#1072; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1077;&#1085;&#1072; &#1087;&#1086;&#1103;&#1074;&#1080;&#1090;&#1100;&#1089;&#1103; &#1089;&#1086;&#1086;&#1073;&#1097;&#1077;&#1085;&#1080;&#1077; &#1086; &#1090;&#1086;&#1084; &#1093;&#1086;&#1090;&#1080;&#1090;&#1077; &#1083;&#1080; &#1074;&#1099; &#1079;&#1072;&#1087;&#1091;&#1089;&#1090;&#1080;&#1090;&#1100; &#1077;&#1105;, &#1077;&#1089;&#1083;&#1080; &#1074;&#1099; &#1086;&#1090;&#1082;&#1072;&#1078;&#1080;&#1090;&#1077;&#1089;&#1100; &#1090;&#1086; &#1074;&#1099; &#1089;&#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1079;&#1072;&#1087;&#1091;&#1089;&#1090;&#1080;&#1090;&#1100; &#1077;&#1105; &#1085;&#1072;&#1078;&#1072;&#1074; &#1085;&#1072; &#1085;&#1077;&#1105;. &#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1076;&#1077;&#1088;&#1078;&#1072;&#1090;&#1100; &#1083;&#1102;&#1073;&#1086;&#1077; &#1082;&#1086;&#1083;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1088;&#1072;&#1082;&#1077;&#1090;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1044;&#1077;&#1088;&#1078;&#1072;&#1090;&#1100; &#1088;&#1072;&#1082;&#1077;&#1090;&#1091; &#1076;&#1086;&#1088;&#1086;&#1075;&#1086;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1069;&#1090;&#1086; &#1087;&#1083;&#1086;&#1097;&#1072;&#1076;&#1082;&#1072; &#1076;&#1083;&#1103; &#1079;&#1072;&#1087;&#1091;&#1089;&#1082;&#1072; &#1088;&#1072;&#1082;&#1077;&#1090;&lt;/p&gt;
+	&lt;img src=&quot;images/tiles/rocket5.png&quot; halign=&quot;center&quot;/&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1072; &#1101;&#1090;&#1086; &#1080;&#1082;&#1086;&#1085;&#1082;&#1072;&lt;/p&gt;
+	&lt;img src=&quot;images/gui/buttonpanel/transport/rocket.png&quot; halign=&quot;center&quot;/&gt;
+	
+	&lt;p style=&quot;hsubtitle&quot;&gt;&#1057;&#1084; &#1077;&#1097;&#1105;:&lt;/p&gt;
+	&lt;li&gt;&lt;a href=&quot;market&quot;&gt;&#1052;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&#1099;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;ore&quot;&gt;&#1056;&#1091;&#1076;&#1072;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;commune&quot;&gt;&#1050;&#1086;&#1084;&#1091;&#1085;&#1099;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;steel&quot;&gt;&#1057;&#1090;&#1072;&#1083;&#1100;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;jobs&quot;&gt;&#1056;&#1072;&#1073;&#1086;&#1090;&#1072;&lt;/a&gt;&lt;/li&gt;
+&lt;/Document&gt;

Added: trunk/data/help/ru/school.xml
===================================================================
--- trunk/data/help/ru/school.xml	2007-07-20 19:18:24 UTC (rev 1237)
+++ trunk/data/help/ru/school.xml	2007-07-21 08:24:54 UTC (rev 1238)
@@ -0,0 +1,20 @@
+&lt;?xml version=&quot;1.0&quot;?&gt;
+&lt;Document style=&quot;helpdocument&quot;&gt;
+	&lt;p style=&quot;htitle&quot;&gt;&#1064;&#1082;&#1086;&#1083;&#1099;&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1064;&#1082;&#1086;&#1083;&#1072;&#1084; &#1085;&#1091;&#1078;&#1085;&#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072; &#1080; &#1090;&#1086;&#1074;&#1072;&#1088;&#1099;, &#1076;&#1083;&#1103; &#1090;&#1086;&#1075;&#1086; &#1095;&#1090;&#1086; &#1073;&#1099; &#1089;&#1086;&#1079;&#1076;&#1072;&#1074;&#1072;&#1090;&#1100; &#1090;&#1077;&#1093;&#1085;&#1086;&#1083;&#1086;&#1075;&#1080;&#1080;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1099;&#1077; &#1086;&#1085;&#1080; &#1084;&#1086;&#1075;&#1091;&#1090; &#1087;&#1088;&#1080;&#1084;&#1077;&#1085;&#1103;&#1090;&#1100; &#1074; &#1091;&#1085;&#1080;&#1074;&#1077;&#1088;&#1089;&#1080;&#1090;&#1077;&#1090;&#1072;&#1093;. They use far fewer jobs and goods than universities, but produce far fewer tech points. &#1053;&#1091;&#1078;&#1085;&#1086; 4 &#1080;&#1083;&#1080; 5 &#1096;&#1082;&#1086;&#1083;, &#1076;&#1083;&#1103; &#1086;&#1076;&#1085;&#1086;&#1075;&#1086; &#1091;&#1085;&#1080;&#1074;&#1077;&#1088;&#1089;&#1080;&#1090;&#1077;&#1090;&#1072;. It is often (but not always) better to put a university in.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1064;&#1082;&#1086;&#1083;&#1072;&#1084; &#1085;&#1077; &#1085;&#1091;&#1078;&#1085;&#1086; &#1087;&#1086;&#1076;&#1089;&#1086;&#1077;&#1076;&#1080;&#1085;&#1103;&#1090;&#1100; &#1082; &#1090;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090;&#1091;. &#1042;&#1089;&#1077; &#1095;&#1090;&#1086; &#1085;&#1091;&#1078;&#1085;&#1086; &#1086;&#1085;&#1080; &#1084;&#1086;&#1075;&#1091;&#1090; &#1074;&#1079;&#1103;&#1090;&#1100; &#1080;&#1079; &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&#1072;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1064;&#1082;&#1086;&#1083;&#1099; &#1089;&#1090;&#1086;&#1103;&#1090; &#1076;&#1077;&#1085;&#1077;&#1075;, &#1095;&#1090;&#1086; &#1073;&#1099; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1090;&#1100;. &#1042;&#1099; &#1074;&#1080;&#1076;&#1080;&#1090;&#1077; &#1086;&#1073;&#1097;&#1091;&#1102; &#1089;&#1090;&#1086;&#1080;&#1084;&#1086;&#1089;&#1090;&#1100; &#1089;&#1086;&#1076;&#1077;&#1088;&#1078;&#1072;&#1085;&#1080;&#1103; &#1074;&#1089;&#1077;&#1093; &#1096;&#1082;&#1086;&#1083; &#1079;&#1072; &#1087;&#1086;&#1089;&#1083;&#1077;&#1076;&#1085;&#1080;&#1081; &#1075;&#1086;&#1076;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1045;&#1089;&#1083;&#1080; &#1080;&#1079;&#1086;&#1073;&#1088;&#1072;&#1078;&#1077;&#1085;&#1080;&#1077; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1077;&#1085;&#1085;&#1086;&#1081; &#1096;&#1082;&#1086;&#1083;&#1099; &#1080;&#1079;&#1084;&#1077;&#1085;&#1103;&#1090;&#1089;&#1103;, &#1090;&#1086; &#1086;&#1085;&#1072; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1077;&#1090;.&lt;/p&gt;
+	
+	&lt;p style=&quot;hp&quot;&gt;&#1069;&#1090;&#1086; &#1096;&#1082;&#1086;&#1083;&#1072;&lt;/p&gt;
+	&lt;img src=&quot;images/tiles/school0.png&quot; halign=&quot;center&quot;/&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1072; &#1101;&#1090;&#1086; &#1080;&#1082;&#1086;&#1085;&#1082;&#1072;&lt;/p&gt;
+	&lt;img src=&quot;images/gui/buttonpanel/misc/book.png&quot; halign=&quot;center&quot;/&gt;
+	
+	&lt;p style=&quot;hsubtitle&quot;&gt;&#1057;&#1084; &#1077;&#1097;&#1105;:&lt;/p&gt;
+	&lt;li&gt;&lt;a href=&quot;market&quot;&gt;&#1052;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&#1099;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;university&quot;&gt;&#1059;&#1085;&#1080;&#1074;&#1077;&#1088;&#1089;&#1080;&#1090;&#1077;&#1090;&#1099;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;transport&quot;&gt;&#1058;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;goods&quot;&gt;&#1058;&#1086;&#1074;&#1072;&#1088;&#1099;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;jobs&quot;&gt;&#1056;&#1072;&#1073;&#1086;&#1090;&#1072;&lt;/a&gt;&lt;/li&gt;
+&lt;/Document&gt;

Added: trunk/data/help/ru/steel.xml
===================================================================
--- trunk/data/help/ru/steel.xml	2007-07-20 19:18:24 UTC (rev 1237)
+++ trunk/data/help/ru/steel.xml	2007-07-21 08:24:54 UTC (rev 1238)
@@ -0,0 +1,17 @@
+&lt;?xml version=&quot;1.0&quot;?&gt;
+&lt;Document style=&quot;helpdocument&quot;&gt;
+	&lt;p style=&quot;htitle&quot;&gt;&#1057;&#1090;&#1072;&#1083;&#1100;&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1057;&#1090;&#1072;&#1083;&#1100; &#1074; &#1073;&#1086;&#1083;&#1100;&#1096;&#1080;&#1085;&#1089;&#1090;&#1074;&#1077; &#1089;&#1074;&#1086;&#1077;&#1084; &#1089;&#1086;&#1079;&#1076;&#1072;&#1077;&#1090;&#1089;&#1103; &#1090;&#1103;&#1078;&#1105;&#1083;&#1086;&#1081; &#1080;&#1085;&#1076;&#1091;&#1089;&#1090;&#1088;&#1080;&#1077;&#1081;. &#1042;&#1099; &#1076;&#1086;&#1083;&#1078;&#1085;&#1099; &#1080;&#1084;&#1077;&#1090;&#1100; &#1089;&#1086;&#1086;&#1090;&#1074;&#1077;&#1090;&#1089;&#1090;&#1074;&#1091;&#1102;&#1097;&#1080;&#1081; &#1085;&#1072;&#1091;&#1095;&#1085;&#1099;&#1081; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100;, &#1095;&#1090;&#1086; &#1073;&#1099; &#1076;&#1077;&#1083;&#1072;&#1090;&#1100; &#1089;&#1090;&#1072;&#1083;&#1100;. &#1055;&#1077;&#1088;&#1077;&#1076; &#1101;&#1090;&#1086;&#1084; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1082;&#1086;&#1084;&#1084;&#1091;&#1085;&#1099; &#1089;&#1084;&#1086;&#1075;&#1091;&#1090; &#1076;&#1086;&#1073;&#1099;&#1074;&#1072;&#1090;&#1100; &#1074;&#1072;&#1084; &#1089;&#1090;&#1072;&#1083;&#1100;. &#1050;&#1086;&#1084;&#1091;&#1085;&#1099; &#1076;&#1077;&#1083;&#1072;&#1102;&#1090; &#1086;&#1095;&#1077;&#1085;&#1100; &#1084;&#1072;&#1083;&#1086;&#1077; &#1082;&#1086;&#1083;-&#1074;&#1086; &#1089;&#1090;&#1072;&#1083;&#1080; ( &#1080;&#1079; &#1088;&#1091;&#1076;&#1099; ).&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1057;&#1090;&#1072;&#1083;&#1100; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1090;&#1089;&#1103; &#1082;&#1091;&#1079;&#1085;&#1077;&#1094;&#1072;&#1084;&#1080; &#1076;&#1083;&#1103; &#1090;&#1086;&#1075;&#1086;, &#1095;&#1090;&#1086; &#1073;&#1099; &#1076;&#1077;&#1083;&#1072;&#1090;&#1100; &#1090;&#1086;&#1074;&#1072;&#1088;&#1099;. &#1057;&#1090;&#1072;&#1083;&#1100; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1090;&#1089;&#1103; &#1083;&#1077;&#1075;&#1082;&#1086;&#1081; &#1080;&#1085;&#1076;&#1091;&#1089;&#1090;&#1088;&#1080;&#1077;&#1081; &#1082;&#1086;&#1090;&#1086;&#1088;&#1072;&#1103; &#1076;&#1077;&#1083;&#1072;&#1077;&#1090; &#1090;&#1086;&#1074;&#1072;&#1088;&#1099;, &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1103; &#1089;&#1090;&#1072;&#1083;&#1100;, &#1075;&#1086;&#1088;&#1072;&#1079;&#1076;&#1086; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090;&#1080;&#1074;&#1085;&#1077;&#1077;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1056;&#1072;&#1082;&#1077;&#1090;&#1099; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1102;&#1090; &#1084;&#1085;&#1086;&#1075;&#1086; &#1089;&#1090;&#1072;&#1083;&#1080;, &#1076;&#1083;&#1103; &#1090;&#1086;&#1075;&#1086;, &#1095;&#1090;&#1086; &#1073;&#1099; &#1089;&#1076;&#1077;&#1083;&#1072;&#1090;&#1100; &#1087;&#1083;&#1086;&#1097;&#1072;&#1076;&#1082;&#1091;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1056;&#1077;&#1083;&#1100;&#1089;&#1099; &#1090;&#1072;&#1082; &#1078;&#1077; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1102;&#1090; &#1089;&#1090;&#1072;&#1090;&#1100; &#1076;&#1083;&#1103; &#1087;&#1086;&#1076;&#1076;&#1077;&#1088;&#1078;&#1082;&#1080;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1057;&#1090;&#1072;&#1083;&#1100;&#1085;&#1072;&#1103; &#1087;&#1088;&#1086;&#1076;&#1091;&#1082;&#1094;&#1080;&#1103; &#1086;&#1073;&#1083;&#1072;&#1075;&#1072;&#1077;&#1090;&#1089;&#1103; &#1085;&#1072;&#1083;&#1086;&#1075;&#1086;&#1084;.&lt;/p&gt;
+
+	&lt;p style=&quot;hsubtitle&quot;&gt;&#1057;&#1084; &#1077;&#1097;&#1105;:&lt;/p&gt;
+	&lt;li&gt;&lt;a href=&quot;commune&quot;&gt;&#1050;&#1086;&#1084;&#1091;&#1085;&#1099;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;blacksmith&quot;&gt;&#1050;&#1091;&#1079;&#1085;&#1080;&#1094;&#1099;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;goods&quot;&gt;&#1058;&#1086;&#1074;&#1072;&#1088;&#1099;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;industryh&quot;&gt;&#1058;&#1103;&#1078;&#1105;&#1083;&#1072;&#1103; &#1080;&#1085;&#1076;&#1091;&#1089;&#1090;&#1088;&#1080;&#1103;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;industryl&quot;&gt;&#1051;&#1077;&#1075;&#1082;&#1072;&#1103; &#1080;&#1085;&#1076;&#1091;&#1089;&#1090;&#1088;&#1080;&#1103;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;rail&quot;&gt;&#1056;&#1077;&#1083;&#1100;&#1089;&#1099;&lt;/a&gt;&lt;/li&gt;
+&lt;/Document&gt;

Modified: trunk/data/locale/ru.po
===================================================================
--- trunk/data/locale/ru.po	2007-07-20 19:18:24 UTC (rev 1237)
+++ trunk/data/locale/ru.po	2007-07-21 08:24:54 UTC (rev 1238)
@@ -1178,7 +1178,7 @@
 
 #: src/lincity-ng/MpsInterface.cpp:498
 msgid &quot;Interest&quot;
-msgstr &quot;&#1044;&#1086;&#1083;&#1075;. &#1072;&#1088;&#1077;&#1085;&#1076;&#1072;.&quot;
+msgstr &quot;&#1047;&#1072;&#1105;&#1084;&quot;
 
 #: src/lincity-ng/MpsInterface.cpp:500
 msgid &quot;Schools&quot;


</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000165.html">[Lincity-ng-commit] r1237 - in trunk: . data src src/lincity-ng
</A></li>
	<LI>Next message: <A HREF="000167.html">[Lincity-ng-commit] r1239 - trunk/data/help/fr
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#166">[ date ]</a>
              <a href="thread.html#166">[ thread ]</a>
              <a href="subject.html#166">[ subject ]</a>
              <a href="author.html#166">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.berlios.de/mailman/listinfo/lincity-ng-commit">More information about the Lincity-ng-commit
mailing list</a><br>
</body></html>
