<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<HTML>
 <HEAD>
   <TITLE> [Lincity-ng-commit] r1243 - trunk/data/help/ru
   </TITLE>
   <LINK REL="Index" HREF="http://lists.berlios.de/pipermail/lincity-ng-commit/2007-July/index.html" >
   <LINK REL="made" HREF="mailto:lincity-ng-commit%40lists.berlios.de?Subject=Re%3A%20%5BLincity-ng-commit%5D%20r1243%20-%20trunk/data/help/ru&In-Reply-To=%3C200707292154.l6TLsaK5029667%40sheep.berlios.de%3E">
   <META NAME="robots" CONTENT="index,nofollow">
   <style type="text/css">
       pre {
           white-space: pre-wrap;       /* css-2.1, curent FF, Opera, Safari */
           }
   </style>
   <META http-equiv="Content-Type" content="text/html; charset=us-ascii">
   <LINK REL="Previous"  HREF="000170.html">
   <LINK REL="Next"  HREF="000172.html">
 </HEAD>
 <BODY BGCOLOR="#ffffff">
   <H1>[Lincity-ng-commit] r1243 - trunk/data/help/ru</H1>
    <B>asmbsd at BerliOS</B> 
    <A HREF="mailto:lincity-ng-commit%40lists.berlios.de?Subject=Re%3A%20%5BLincity-ng-commit%5D%20r1243%20-%20trunk/data/help/ru&In-Reply-To=%3C200707292154.l6TLsaK5029667%40sheep.berlios.de%3E"
       TITLE="[Lincity-ng-commit] r1243 - trunk/data/help/ru">asmbsd at mail.berlios.de
       </A><BR>
    <I>Sun Jul 29 23:54:36 CEST 2007</I>
    <P><UL>
        <LI>Previous message: <A HREF="000170.html">[Lincity-ng-commit] r1242 - trunk/doc
</A></li>
        <LI>Next message: <A HREF="000172.html">[Lincity-ng-commit] r1244 - trunk/data/help/ru
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#171">[ date ]</a>
              <a href="thread.html#171">[ thread ]</a>
              <a href="subject.html#171">[ subject ]</a>
              <a href="author.html#171">[ author ]</a>
         </LI>
       </UL>
    <HR>  
<!--beginarticle-->
<PRE>Author: asmbsd
Date: 2007-07-29 23:54:35 +0200 (Sun, 29 Jul 2007)
New Revision: 1243

Added:
   trunk/data/help/ru/substation.xml
   trunk/data/help/ru/tech-level.xml
   trunk/data/help/ru/tip.xml
   trunk/data/help/ru/track.xml
   trunk/data/help/ru/transport.xml
   trunk/data/help/ru/tutorial-advanced.xml
   trunk/data/help/ru/tutorial-scenario.xml
Log:
Russian translate



Added: trunk/data/help/ru/substation.xml
===================================================================
--- trunk/data/help/ru/substation.xml	2007-07-25 21:27:07 UTC (rev 1242)
+++ trunk/data/help/ru/substation.xml	2007-07-29 21:54:35 UTC (rev 1243)
@@ -0,0 +1,18 @@
+&lt;?xml version=&quot;1.0&quot;?&gt;
+&lt;Document style=&quot;helpdocument&quot;&gt;
+	&lt;p style=&quot;htitle&quot;&gt;&#1055;&#1086;&#1076;&#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1080;&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1055;&#1086;&#1076;&#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1080; &#1073;&#1077;&#1088;&#1091;&#1090; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1089; &#1051;&#1069;&#1055; &#1080; &#1088;&#1072;&#1089;&#1087;&#1088;&#1077;&#1076;&#1077;&#1083;&#1103;&#1102;&#1090; &#1077;&#1075;&#1086; &#1074; &#1079;&#1086;&#1085;&#1072;&#1093; &#1087;&#1086;&#1082;&#1088;&#1099;&#1090;&#1080;&#1103;. &#1042;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1091;&#1073;&#1077;&#1076;&#1080;&#1090;&#1100;&#1089;&#1103;, &#1095;&#1090;&#1086; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1080;&#1095;&#1077;&#1089;&#1090;&#1074;&#1086; &#1087;&#1086;&#1076;&#1089;&#1086;&#1077;&#1076;&#1080;&#1085;&#1077;&#1085;&#1086;, &#1082;&#1083;&#1080;&#1082;&#1085;&#1091;&#1074; &#1082;&#1091;&#1088;&#1089;&#1086;&#1088;&#1086;&#1084;, &#1082; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1091;, &#1085;&#1072; &#1088;&#1077;&#1079;&#1080;&#1076;&#1077;&#1085;&#1094;&#1080;&#1103;, &#1087;&#1086;&#1090;&#1086;&#1084; &#1087;&#1086;&#1089;&#1084;&#1086;&#1090;&#1088;&#1077;&#1074; &#1085;&#1072; &#1084;&#1080;&#1085;&#1080;&#1082;&#1072;&#1088;&#1090;&#1091;.&lt;/p&gt;
+	
+	&lt;p style=&quot;hp&quot;&gt;&#1069;&#1090;&#1086; &#1087;&#1086;&#1076;&#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1103;&lt;/p&gt;
+	&lt;img src=&quot;images/tiles/substation-G.png&quot; halign=&quot;center&quot;/&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1072; &#1101;&#1090;&#1086; &#1080;&#1082;&#1086;&#1085;&#1082;&#1072;&lt;/p&gt;
+	&lt;img src=&quot;images/gui/buttonpanel/power/substation.png&quot; halign=&quot;center&quot;/&gt;
+	
+	&lt;p style=&quot;hsubtitle&quot;&gt;&#1089;&#1084; &#1077;&#1097;&#1105;:&lt;/p&gt;
+	&lt;li&gt;&lt;a href=&quot;powerline&quot;&gt;&#1069;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1083;&#1080;&#1085;&#1080;&#1080;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;powerssolar&quot;&gt;&#1057;&#1086;&#1083;&#1085;&#1077;&#1095;&#1085;&#1072;&#1103; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1103;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;commune&quot;&gt;&#1050;&#1086;&#1084;&#1084;&#1091;&#1085;&#1072;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;steel&quot;&gt;&#1057;&#1090;&#1072;&#1083;&#1100;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;jobs&quot;&gt;&#1056;&#1072;&#1073;&#1086;&#1090;&#1072;&lt;/a&gt;&lt;/li&gt;
+&lt;/Document&gt;
+

Added: trunk/data/help/ru/tech-level.xml
===================================================================
--- trunk/data/help/ru/tech-level.xml	2007-07-25 21:27:07 UTC (rev 1242)
+++ trunk/data/help/ru/tech-level.xml	2007-07-29 21:54:35 UTC (rev 1243)
@@ -0,0 +1,17 @@
+&lt;?xml version=&quot;1.0&quot;?&gt;
+&lt;Document style=&quot;helpdocument&quot;&gt;
+	&lt;p style=&quot;htitle&quot;&gt;&#1053;&#1072;&#1091;&#1095;&#1085;&#1099;&#1081; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100;&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1053;&#1072;&#1091;&#1095;&#1085;&#1099;&#1081; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1091;&#1089;&#1090;&#1072;&#1085;&#1072;&#1074;&#1083;&#1080;&#1074;&#1072;&#1077;&#1090; &#1082;&#1086;&#1083;-&#1074;&#1086; &#1087;&#1088;&#1077;&#1076;&#1084;&#1077;&#1090;&#1086;&#1074;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1086;&#1077; &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1100; &#1080; &#1080;&#1093; &#1101;&#1092;&#1092;&#1077;&#1082;&#1090;&#1080;&#1074;&#1085;&#1086;&#1089;&#1090;&#1100; &#1088;&#1072;&#1073;&#1086;&#1090;&#1099;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1044;&#1083;&#1103; &#1091;&#1074;&#1077;&#1083;&#1080;&#1095;&#1077;&#1085;&#1080;&#1077; &#1091;&#1088;&#1086;&#1074;&#1085;&#1103;, &#1074; &#1076;&#1086;&#1083;&#1078;&#1085;&#1099; &#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1100; (&#1080; &#1089;&#1085;&#1072;&#1073;&#1078;&#1072;&#1090;&#1100; &#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084;&#1099;&#1084;&#1080; &#1088;&#1077;&#1089;&#1091;&#1088;&#1089;&#1072;&#1084;&#1080;) &#1052;&#1086;&#1085;&#1091;&#1084;&#1077;&#1085;&#1090;&#1099;, &#1064;&#1082;&#1086;&#1083;&#1099; &#1080; &#1059;&#1085;&#1080;&#1074;&#1077;&#1088;&#1089;&#1080;&#1090;&#1077;&#1090;&#1099;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1050;&#1086;&#1075;&#1076;&#1072; &#1074;&#1072;&#1096; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1086;&#1095;&#1077;&#1085;&#1100; &#1085;&#1080;&#1079;&#1086;&#1082;, &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1100; &#1090;&#1086;&#1083;&#1100;&#1082;&#1086; &#1052;&#1086;&#1085;&#1091;&#1084;&#1077;&#1085;&#1090;&#1099;. &#1050;&#1086;&#1075;&#1076;&#1072; &#1074;&#1072;&#1096; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1085;&#1077;&#1084;&#1085;&#1086;&#1075;&#1086; &#1087;&#1086;&#1076;&#1088;&#1072;&#1089;&#1090;&#1077;&#1090;, &#1074;&#1099; &lt;i&gt;&#1080;&#1079;&#1086;&#1073;&#1088;&#1077;&#1090;&#1072;&#1077;&#1090;&#1077;&lt;/i&gt; &#1096;&#1082;&#1086;&#1083;&#1099;. &#1064;&#1082;&#1086;&#1083;&#1099; &#1083;&#1091;&#1095;&#1096;&#1077; &#1087;&#1086;&#1076;&#1085;&#1080;&#1084;&#1072;&#1102;&#1090; &#1085;&#1072;&#1091;&#1095;&#1085;&#1099;&#1081; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100;, &#1095;&#1077;&#1084; &#1084;&#1086;&#1085;&#1091;&#1084;&#1077;&#1085;&#1090;&#1099;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1050;&#1086;&#1075;&#1076;&#1072; &#1074;&#1072;&#1096; &#1085;&#1072;&#1091;&#1095;&#1085;&#1099;&#1081; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100; &#1087;&#1086;&#1076;&#1085;&#1080;&#1084;&#1072;&#1077;&#1090;&#1089;&#1103; &#1074;&#1099;&#1096;&#1077;, &#1074;&#1099; &lt;i&gt;&#1080;&#1079;&#1086;&#1073;&#1088;&#1077;&#1090;&#1072;&#1077;&#1090;&#1077;&lt;/i&gt; &#1059;&#1085;&#1080;&#1074;&#1077;&#1088;&#1089;&#1080;&#1090;&#1077;&#1090;&#1099;. &#1054;&#1085;&#1080; &#1077;&#1097;&#1105; &#1083;&#1091;&#1095;&#1096;&#1077; &#1087;&#1086;&#1076;&#1085;&#1080;&#1084;&#1072;&#1102;&#1090; &#1085;&#1072;&#1091;&#1095;&#1085;&#1099;&#1081; &#1091;&#1088;&#1086;&#1074;&#1077;&#1085;&#1100;, &#1085;&#1086; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1090; &lt;b&gt;&#1086;&#1095;&#1077;&#1085;&#1100;&lt;/b&gt; &#1084;&#1085;&#1086;&#1075;&#1086; &#1088;&#1077;&#1089;&#1091;&#1088;&#1089;&#1086;&#1074;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1063;&#1077;&#1084; &#1074;&#1099;&#1096;&#1077; &#1090;&#1077;&#1093;&#1085;&#1086;&#1083;&#1086;&#1075;&#1080;&#1080;, &#1090;&#1077;&#1084; &#1087;&#1088;&#1086;&#1097;&#1077; &#1080;&#1093; &#1087;&#1086;&#1090;&#1077;&#1088;&#1103;&#1090;&#1100;. &#1048;&#1084;&#1077;&#1077;&#1090;&#1089;&#1103; &#1074;&#1074;&#1077;&#1076;&#1091; &#1095;&#1090;&#1086; &#1095;&#1077;&#1084; &#1074;&#1099;&#1096;&#1077; &#1074;&#1099; &#1093;&#1086;&#1090;&#1080;&#1090;&#1077; &#1090;&#1077;&#1093;&#1085;&#1086;&#1083;&#1086;&#1075;&#1080;&#1080;, &#1090;&#1077;&#1084; &#1073;&#1086;&#1083;&#1100;&#1096;&#1077; &#1096;&#1082;&#1086;&#1083; &#1080; &#1091;&#1085;&#1080;&#1074;&#1077;&#1088;&#1089;&#1080;&#1090;&#1077;&#1090;&#1086;&#1074; &#1074;&#1072;&#1084; &#1085;&#1072;&#1076;&#1086;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1058;&#1072;&#1082;&#1078;&#1077; &#1079;&#1085;&#1072;&#1081;&#1090;&#1077;, if for some reason you need to take out, say, a university or two (or they are suddenly starved of resources) your tech level is likely to start &lt;b&gt;falling&lt;/b&gt;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1055;&#1088;&#1086;&#1094;&#1077;&#1085;&#1090; &#1090;&#1086;&#1075;&#1086; &#1095;&#1090;&#1086; &#1074;&#1072;&#1096;&#1072; &#1088;&#1072;&#1082;&#1077;&#1090;&#1072; &#1073;&#1091;&#1076;&#1077;&#1090; &#1079;&#1072;&#1087;&#1091;&#1097;&#1077;&#1085;&#1072; &#1091;&#1089;&#1087;&#1077;&#1096;&#1085;&#1086; &#1088;&#1072;&#1074;&#1085;&#1103;&#1077;&#1090;&#1089;&#1103; &#1074;&#1072;&#1096;&#1077;&#1084;&#1091; &#1085;&#1072;&#1091;&#1095;&#1085;&#1086;&#1084;&#1091; &#1091;&#1088;&#1086;&#1074;&#1085;&#1102;.&lt;/p&gt;
+
+	&lt;p style=&quot;hsubtitle&quot;&gt;&#1057;&#1084; &#1077;&#1097;&#1105;:&lt;/p&gt;
+	&lt;li&gt;&lt;a href=&quot;monument&quot;&gt;&#1052;&#1086;&#1085;&#1091;&#1084;&#1077;&#1085;&#1090;&#1099;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;school&quot;&gt;&#1064;&#1082;&#1086;&#1083;&#1099;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;university&quot;&gt;&#1059;&#1085;&#1080;&#1074;&#1077;&#1088;&#1089;&#1080;&#1090;&#1077;&#1090;&#1099;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;rocket&quot;&gt;&#1056;&#1072;&#1082;&#1077;&#1090;&#1085;&#1099;&#1077; &#1087;&#1083;&#1086;&#1097;&#1072;&#1076;&#1082;&#1080;&lt;/a&gt;&lt;/li&gt;
+&lt;/Document&gt;

Added: trunk/data/help/ru/tip.xml
===================================================================
--- trunk/data/help/ru/tip.xml	2007-07-25 21:27:07 UTC (rev 1242)
+++ trunk/data/help/ru/tip.xml	2007-07-29 21:54:35 UTC (rev 1243)
@@ -0,0 +1,16 @@
+&lt;?xml version=&quot;1.0&quot;?&gt;
+&lt;Document style=&quot;helpdocument&quot;&gt;
+	&lt;p style=&quot;htitle&quot;&gt;&#1052;&#1091;&#1089;&#1086;&#1088;&#1082;&#1080; &lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1057;&#1086;&#1073;&#1080;&#1088;&#1072;&#1102;&#1090; &#1084;&#1091;&#1089;&#1086;&#1088;. &#1045;&#1089;&#1083;&#1080; &#1074;&#1099; &#1089;&#1086;&#1073;&#1077;&#1088;&#1105;&#1090;&#1077; &#1084;&#1085;&#1086;&#1075;&#1086; &#1084;&#1091;&#1089;&#1086;&#1088;&#1072; &#1074; &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&#1072;&#1093;, &#1086;&#1085;&#1080; &#1084;&#1086;&#1075;&#1091;&#1090; &#1077;&#1075;&#1086; &#1089;&#1078;&#1077;&#1095;&#1100;. &#1054;&#1090; &#1101;&#1090;&#1086;&#1075;&#1086; &#1084;&#1085;&#1086;&#1075;&#1080;&#1077; &#1078;&#1080;&#1090;&#1077;&#1083;&#1080; &#1085;&#1072;&#1095;&#1080;&#1085;&#1072;&#1102;&#1090; &#1089;&#1084;&#1086;&#1090;&#1088;&#1077;&#1090;&#1100; &#1089; &#1086;&#1087;&#1072;&#1089;&#1082;&#1086;&#1081;. (This makes quite a lot of pollution so you should be wary of letting rubbish accumulate).&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1052;&#1091;&#1089;&#1086;&#1088;&#1082;&#1080; &#1079;&#1072;&#1087;&#1086;&#1083;&#1085;&#1103;&#1102;&#1090;&#1089;&#1103; &#1089; &#1082;&#1088;&#1072;&#1103;, &#1080; &#1087;&#1086;&#1090;&#1086;&#1084; &#1082; &#1094;&#1077;&#1085;&#1090;&#1088;&#1091; &#1080; &#1074;&#1074;&#1077;&#1088;&#1093;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1050; &#1084;&#1091;&#1089;&#1086;&#1088;&#1082;e &#1085;&#1091;&#1078;&#1085;&#1086; &#1089;&#1086;&#1077;&#1076;&#1080;&#1085;&#1103;&#1090;&#1100; &#1090;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090; &#1082; &#1074;&#1077;&#1088;&#1093;&#1085;&#1077;&#1084;&#1091; &#1083;&#1077;&#1074;&#1086;&#1084;&#1091; &#1091;&#1075;&#1083;&#1091;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1063;&#1090;&#1086; &#1073;&#1099; &#1091;&#1074;&#1080;&#1076;&#1077;&#1090;&#1100;, &#1095;&#1090;&#1086; &#1084;&#1091;&#1089;&#1086;&#1088;&#1082;&#1080; &#1088;&#1072;&#1073;&#1086;&#1090;&#1072;&#1102;&#1090;, &#1085;&#1072;&#1076;&#1086; &#1085;&#1072;&#1078;&#1072;&#1090;&#1100; &#1087;&#1086; &#1085;&#1080;&#1084; &#1082;&#1091;&#1088;&#1089;&#1086;&#1088;&#1086;&#1084;, &#1080; &#1087;&#1086;&#1089;&#1084;&#1086;&#1090;&#1088;&#1077;&#1090;&#1100; &#1074; &#1084;&#1080;&#1085;&#1080; &#1086;&#1082;&#1085;&#1086;. &#1058;&#1072;&#1082; &#1078;&#1077; &#1087;&#1088;&#1080; &#1079;&#1072;&#1087;&#1086;&#1083;&#1085;&#1077;&#1085;&#1080;&#1080; &#1084;&#1077;&#1085;&#1103;&#1077;&#1090;&#1089;&#1103; &#1080;&#1079;&#1086;&#1073;&#1088;&#1072;&#1078;&#1077;&#1085;&#1080;&#1077;.&lt;/p&gt;
+	
+	&lt;p style=&quot;hp&quot;&gt;&#1069;&#1090;&#1086; &#1084;&#1091;&#1089;&#1086;&#1088;&#1082;&#1072;&lt;/p&gt;
+	&lt;img src=&quot;images/tiles/tip0.png&quot; halign=&quot;center&quot;/&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1072; &#1101;&#1090;&#1086; &#1080;&#1082;&#1086;&#1085;&#1082;&#1072;&lt;/p&gt;
+	&lt;img src=&quot;images/gui/buttonpanel/mining/recycling.png&quot; halign=&quot;center&quot;/&gt;
+	
+	&lt;p style=&quot;hsubtitle&quot;&gt;&#1057;&#1084; &#1077;&#1097;&#1105;:&lt;/p&gt;
+	&lt;li&gt;&lt;a href=&quot;market&quot;&gt;&#1052;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&#1099;&lt;/a&gt;&lt;/li&gt;
+&lt;/Document&gt;

Added: trunk/data/help/ru/track.xml
===================================================================
--- trunk/data/help/ru/track.xml	2007-07-25 21:27:07 UTC (rev 1242)
+++ trunk/data/help/ru/track.xml	2007-07-29 21:54:35 UTC (rev 1243)
@@ -0,0 +1,14 @@
+&lt;?xml version=&quot;1.0&quot;?&gt;
+&lt;Document style=&quot;helpdocument&quot;&gt;
+	&lt;p style=&quot;htitle&quot;&gt;&#1043;&#1088;&#1091;&#1085;&#1090;&#1086;&#1074;&#1082;&#1072;&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1043;&#1088;&#1091;&#1085;&#1090;&#1086;&#1074;&#1082;&#1080; &#1087;&#1088;&#1086;&#1089;&#1090;&#1077;&#1081;&#1096;&#1080;&#1081; &#1080; &#1076;&#1077;&#1096;&#1105;&#1074;&#1099;&#1081; &#1074;&#1080;&#1076; &#1090;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090;&#1072;. &#1059; &#1085;&#1077;&#1105; &#1086;&#1095;&#1077;&#1085;&#1100; &#1084;&#1072;&#1083;&#1072;&#1103; &#1087;&#1088;&#1086;&#1087;&#1091;&#1089;&#1082;&#1085;&#1072;&#1103; &#1089;&#1087;&#1086;&#1089;&#1086;&#1073;&#1085;&#1086;&#1089;&#1090;&#1100;. &#1053;&#1086; &#1079;&#1072;&#1090;&#1086; &#1086;&#1085;&#1072; &#1085;&#1077; &#1079;&#1072;&#1075;&#1088;&#1103;&#1079;&#1085;&#1103;&#1077;&#1090;.&lt;/p&gt;
+	
+	&lt;p style=&quot;hp&quot;&gt;&#1069;&#1090;&#1086; &#1075;&#1088;&#1091;&#1085;&#1090;&#1086;&#1074;&#1082;&#1072;&lt;/p&gt;
+	&lt;img src=&quot;images/tiles/trackud.png&quot; halign=&quot;center&quot;/&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1072; &#1101;&#1090;&#1086; &#1080;&#1082;&#1086;&#1085;&#1082;&#1072;&lt;/p&gt;
+	&lt;img src=&quot;images/gui/buttonpanel/transport/tracks.png&quot; halign=&quot;center&quot;/&gt;
+	
+	&lt;p style=&quot;hsubtitle&quot;&gt;&#1057;&#1084; &#1077;&#1097;&#1105;:&lt;/p&gt;
+	&lt;li&gt;&lt;a href=&quot;transport&quot;&gt;&#1058;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;commune&quot;&gt;&#1050;&#1086;&#1084;&#1084;&#1091;&#1085;&#1099;&lt;/a&gt;&lt;/li&gt;
+&lt;/Document&gt;

Added: trunk/data/help/ru/transport.xml
===================================================================
--- trunk/data/help/ru/transport.xml	2007-07-25 21:27:07 UTC (rev 1242)
+++ trunk/data/help/ru/transport.xml	2007-07-29 21:54:35 UTC (rev 1243)
@@ -0,0 +1,35 @@
+&lt;?xml version=&quot;1.0&quot;?&gt;
+&lt;Document style=&quot;helpdocument&quot;&gt;
+	&lt;p style=&quot;htitle&quot;&gt;&#1058;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090;&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1057;&#1091;&#1097;&#1077;&#1089;&#1090;&#1074;&#1091;&#1077;&#1090; &#1090;&#1088;&#1080; &#1090;&#1080;&#1087;&#1072; &#1090;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090;&#1072;: &#1075;&#1088;&#1091;&#1085;&#1090;&#1086;&#1074;&#1082;&#1072;, &#1076;&#1086;&#1088;&#1086;&#1075;&#1080; &#1080; &#1088;&#1077;&#1083;&#1100;&#1089;&#1099;.&lt;/p&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1058;&#1072;&#1082; &#1078;&#1077; &#1077;&#1089;&#1090;&#1100; &#1095;&#1077;&#1090;&#1074;&#1077;&#1088;&#1090;&#1099;&#1081; &#1090;&#1080;&#1087;, &#1101;&#1090;&#1086; &quot;&#1087;&#1088;&#1099;&#1075;&#1072;&#1102;&#1097;&#1080;&#1081;&quot;, &#1086;&#1085; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1090;&#1089;&#1103; &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&#1072;&#1084;&#1080;. &#1054;&#1073;&#1083;&#1072;&#1089;&#1090;&#1100; &#1076;&#1077;&#1081;&#1089;&#1090;&#1074;&#1080;&#1103; &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&#1086;&#1074; &#1086;&#1095;&#1077;&#1085;&#1100; &#1085;&#1077;&#1073;&#1086;&#1083;&#1100;&#1096;&#1072;&#1103; and will not be referred to as transport again. &#1054;&#1076;&#1085;&#1072;&#1082;&#1086;, &#1086;&#1085; &#1086;&#1095;&#1077;&#1085;&#1100; &#1074;&#1072;&#1078;&#1085;&#1099;&#1081;, &#1074; &#1086;&#1073;&#1097;&#1077;&#1084; &#1095;&#1080;&#1090;&#1072;&#1081;&#1090;&#1077; &#1087;&#1088;&#1086; &lt;a href=&quot;market&quot;&gt; &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&#1099;&lt;/a&gt;.&lt;/p&gt;
+
+	&lt;p style=&quot;hp&quot;&gt;&#1043;&#1088;&#1091;&#1085;&#1090;&#1086;&#1074;&#1082;&#1080;, &#1076;&#1086;&#1088;&#1086;&#1075;&#1080; &#1080; &#1088;&#1077;&#1083;&#1100;&#1089;&#1099; &#1087;&#1077;&#1088;&#1077;&#1074;&#1086;&#1079;&#1103;&#1090; &#1077;&#1076;&#1091;, &#1088;&#1072;&#1073;&#1086;&#1090;&#1091;, &#1090;&#1086;&#1074;&#1072;&#1088;&#1099;, &#1091;&#1075;&#1086;&#1083;&#1100;, &#1088;&#1091;&#1076;&#1091;, &#1089;&#1090;&#1072;&#1083;&#1100; &#1080; &#1084;&#1091;&#1089;&#1086;&#1088;. Transport between markets, transport for buildings out of range of a market (this is generally a bad idea) and transport for building that explicitely need it:&lt;/p&gt;
+	&lt;li&gt;&#1050;&#1086;&#1084;&#1084;&#1091;&#1085;&#1072;&#1084; &#1085;&#1091;&#1078;&#1077;&#1085; &#1090;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090;&lt;/li&gt;
+	&lt;li&gt;&#1051;&#1077;&#1075;&#1082;&#1086;&#1081; &#1080;&#1085;&#1076;&#1091;&#1089;&#1090;&#1088;&#1080;&#1080;, &#1091;&#1075;&#1086;&#1083;&#1100;&#1085;&#1099;&#1084; &#1096;&#1072;&#1093;&#1090;&#1072;&#1084;, &#1087;&#1086;&#1084;&#1086;&#1081;&#1082;&#1072;&#1084;, &#1087;&#1086;&#1088;&#1090;&#1072;&#1084;, &#1088;&#1091;&#1076;&#1085;&#1099;&#1084; &#1096;&#1072;&#1093;&#1090;&#1072;&#1084;, &#1090;&#1103;&#1078;&#1105;&#1083;&#1086;&#1081; &#1080;&#1085;&#1076;&#1091;&#1089;&#1090;&#1088;&#1080;&#1080; &#1080; &#1094;&#1077;&#1085;&#1090;&#1088;&#1072;&#1084; &#1087;&#1077;&#1088;&#1077;&#1088;&#1072;&#1073;&#1086;&#1090;&#1082;&#1080; &lt;b&gt;&#1085;&#1077;&#1086;&#1073;&#1093;&#1086;&#1076;&#1080;&#1084;&#1099;&#1084;&lt;/b&gt; &#1089;&#1086;&#1077;&#1076;&#1080;&#1085;&#1077;&#1085;&#1080;&#1077; &#1089; &#1090;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090;&#1086;&#1084; &#1074; &#1083;&#1077;&#1074;&#1086;&#1084; &#1074;&#1077;&#1088;&#1093;&#1085;&#1077;&#1084; &#1091;&#1075;&#1083;&#1091;. &#1045;&#1089;&#1083;&#1080; &#1074;&#1099; &#1087;&#1088;&#1072;&#1074;&#1080;&#1083;&#1100;&#1085;&#1086; &#1089;&#1086;&#1077;&#1076;&#1080;&#1085;&#1080;&#1083;&#1080;, &#1090;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090; &quot;&#1080;&#1079;&#1086;&#1075;&#1085;&#1105;&#1090;&#1089;&#1103;&quot; &#1074; &#1089;&#1090;&#1086;&#1088;&#1086;&#1085;&#1091; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1081;&#1082;&#1080;.&lt;/li&gt;
+	&lt;li&gt;&#1050; &#1091;&#1075;&#1086;&#1083;&#1100;&#1085;&#1099;&#1084; &#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1103;&#1084;, &#1089; &#1083;&#1077;&#1074;&#1086;&#1084; &#1091;&#1075;&#1083;&#1086;&#1084; &#1089;&#1086;&#1077;&#1076;&#1080;&#1085;&#1103;&#1077;&#1090;&#1089;&#1103; &#1051;&#1069;&#1055;, &#1087;&#1086; &#1101;&#1090;&#1086;&#1084;&#1091; &#1090;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090; &#1085;&#1091;&#1078;&#1085;&#1086; &#1089;&#1086;&#1077;&#1076;&#1080;&#1085;&#1103;&#1090;&#1100; &#1095;&#1091;&#1090;&#1100; &quot;&#1085;&#1080;&#1078;&#1077;&quot;.&lt;/li&gt;
+	&lt;p style=&quot;hp&quot;&gt;&#1050; &#1087;&#1088;&#1080;&#1084;&#1077;&#1088;&#1091; &#1090;&#1103;&#1078;&#1105;&#1083;&#1072;&#1103; &#1080;&#1085;&#1076;&#1091;&#1089;&#1090;&#1088;&#1080;&#1103; &#1084;&#1086;&#1078;&#1077;&#1090; &#1089;&#1086;&#1077;&#1076;&#1080;&#1085;&#1103;&#1090;&#1100;&#1089;&#1103; &#1089; &#1076;&#1086;&#1088;&#1086;&#1075;&#1086;&#1081;, &#1082;&#1086;&#1090;&#1086;&#1088;&#1072;&#1103; &#1080;&#1076;&#1077;&#1090; &#1085;&#1072; &#1091;&#1075;&#1086;&#1083;&#1100;&#1085;&#1091;&#1102; &#1096;&#1072;&#1093;&#1090;&#1091;, &#1072; &#1088;&#1077;&#1083;&#1100;&#1089;&#1099; &#1089;&#1086;&#1077;&#1076;&#1080;&#1085;&#1103;&#1090;&#1100;&#1089;&#1103; &#1089; &#1076;&#1088;&#1091;&#1075;&#1080;&#1084;&#1080; &#1088;&#1077;&#1089;&#1091;&#1088;&#1089;&#1072;&#1084;&#1080; &#1080;&#1079; &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&#1072;, &#1080; &#1088;&#1091;&#1076;&#1085;&#1099;&#1084;&#1080; &#1096;&#1072;&#1093;&#1090;&#1072;&#1084;&#1080;.&lt;/p&gt;
+
+	&lt;p style=&quot;hp&quot;&gt;&#1044;&#1083;&#1103; &#1087;&#1077;&#1088;&#1077;&#1089;&#1077;&#1095;&#1077;&#1085;&#1080;&#1103; &#1088;&#1077;&#1082; &#1090;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090;&#1086;&#1084;, &#1074;&#1072;&#1084; &#1085;&#1091;&#1078;&#1085;&#1086; &#1091;&#1085;&#1080;&#1095;&#1090;&#1086;&#1078;&#1080;&#1090;&#1100; &#1088;&#1077;&#1082;&#1091; &#1080; &#1087;&#1086;&#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1100; &#1076;&#1086;&#1088;&#1086;&#1075;&#1091;, &#1075;&#1088;&#1091;&#1085;&#1090;&#1086;&#1074;&#1082;&#1091; &#1080;&#1083;&#1080; &#1088;&#1077;&#1083;&#1100;&#1089;&#1099; &#1074; &#1101;&#1090;&#1086;&#1084; &#1087;&#1088;&#1086;&#1077;&#1084;&#1077;. &#1059;&#1085;&#1080;&#1095;&#1090;&#1086;&#1078;&#1077;&#1085;&#1080;&#1077; &#1088;&#1077;&#1082;&#1080; &#1087;&#1086;&#1085;&#1080;&#1084;&#1072;&#1081;&#1090;&#1077; &#1082;&#1072;&#1082; &#1089;&#1090;&#1088;&#1086;&#1080;&#1090;&#1077;&#1083;&#1100;&#1089;&#1090;&#1074;&#1086; &#1095;&#1077;&#1088;&#1077;&#1079; &#1085;&#1077;&#1075;&#1086; &#1084;&#1086;&#1089;&#1090;&#1072;. &#1069;&#1090;&#1086; &#1073;&#1091;&#1076;&#1077;&#1090; &#1089;&#1090;&#1086;&#1080;&#1090;&#1100; &#1076;&#1083;&#1103; &#1074;&#1072;&#1089; &#1086;&#1095;&#1077;&#1085;&#1100; &#1084;&#1085;&#1086;&#1075;&#1086; &#1076;&#1077;&#1085;&#1077;&#1075;, &#1087;&#1086;&#1090;&#1086;&#1084;&#1091; &#1095;&#1090;&#1086; &#1091;&#1085;&#1080;&#1095;&#1090;&#1086;&#1078;&#1077;&#1085;&#1080;&#1077; &#1074;&#1086;&#1076;&#1099; &#1086;&#1095;&#1077;&#1085;&#1100; &#1076;&#1086;&#1088;&#1086;&#1075;&#1086;&#1089;&#1090;&#1086;&#1103;&#1097;&#1077;&#1077; &#1079;&#1072;&#1085;&#1103;&#1090;&#1080;&#1077;.&lt;/p&gt;
+
+	&lt;p style=&quot;hp&quot;&gt;&#1044;&#1086;&#1088;&#1086;&#1075;&#1080; &#1080; &#1088;&#1077;&#1083;&#1100;&#1089;&#1099; &#1090;&#1088;&#1077;&#1073;&#1091;&#1102;&#1090; &#1077;&#1078;&#1077;&#1075;&#1086;&#1076;&#1085;&#1099;&#1093; &#1074;&#1079;&#1085;&#1086;&#1089;&#1086;&#1074; (&#1076;&#1083;&#1103; &#1087;&#1086;&#1076;&#1076;&#1077;&#1088;&#1078;&#1082;&#1080;) &#1080; &#1079;&#1072;&#1075;&#1088;&#1103;&#1079;&#1085;&#1103;&#1102;&#1090; (&#1087;&#1088;&#1080;&#1095;&#1077;&#1084; &#1079;&#1085;&#1072;&#1095;&#1080;&#1090;&#1077;&#1083;&#1100;&#1085;&#1077;&#1077;, &#1077;&#1089;&#1083;&#1080; &#1084;&#1091;&#1089;&#1086;&#1088;&#1072; &#1085;&#1072;&#1082;&#1072;&#1087;&#1083;&#1080;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1089;&#1083;&#1080;&#1096;&#1082;&#1086;&#1084; &#1084;&#1085;&#1086;&#1075;&#1086;).&lt;/p&gt;
+
+	&lt;p style=&quot;hsubtitle&quot;&gt;&#1057;&#1084; &#1077;&#1097;&#1105;:&lt;/p&gt;
+	&lt;li&gt;&lt;a href=&quot;track&quot;&gt;&#1043;&#1088;&#1091;&#1085;&#1090;&#1086;&#1074;&#1082;&#1072;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;road&quot;&gt;&#1044;&#1086;&#1088;&#1086;&#1075;&#1072;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;rail&quot;&gt;&#1056;&#1077;&#1083;&#1100;&#1089;&#1099;&lt;/a&gt;&lt;/li&gt;
+
+	&lt;li&gt;&lt;a href=&quot;commune&quot;&gt;&#1050;&#1086;&#1084;&#1084;&#1091;&#1085;&#1099;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;coalmine&quot;&gt;&#1059;&#1075;&#1086;&#1083;&#1100;&#1085;&#1099;&#1077; &#1096;&#1072;&#1093;&#1090;&#1099;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;powercoal&quot;&gt;&#1059;&#1075;&#1086;&#1083;&#1100;&#1085;&#1099;&#1077; &#1101;&#1083;&#1077;&#1082;&#1090;&#1088;&#1086;&#1089;&#1090;&#1072;&#1085;&#1094;&#1080;&#1080;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;tip&quot;&gt;&#1052;&#1091;&#1089;&#1086;&#1088;&#1082;&#1080;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;recycle&quot;&gt;&#1062;&#1077;&#1085;&#1090;&#1088;&#1099; &#1087;&#1077;&#1088;&#1077;&#1088;&#1072;&#1073;&#1086;&#1090;&#1082;&#1080;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;oremine&quot;&gt;&#1064;&#1072;&#1093;&#1090;&#1099; &#1088;&#1091;&#1076;&#1099;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;industryl&quot;&gt;&#1051;&#1077;&#1075;&#1082;&#1072;&#1103; &#1080;&#1085;&#1076;&#1091;&#1089;&#1090;&#1088;&#1080;&#1103;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;industryh&quot;&gt;&#1058;&#1103;&#1078;&#1105;&#1083;&#1072;&#1103; &#1080;&#1085;&#1076;&#1091;&#1089;&#1090;&#1088;&#1080;&#1103;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;port&quot;&gt;&#1055;&#1086;&#1088;&#1090;&#1099;&lt;/a&gt;&lt;/li&gt;
+
+	&lt;li&gt;&lt;a href=&quot;finance&quot;&gt;&#1060;&#1080;&#1085;&#1072;&#1085;&#1089;&#1086;&#1074;&#1086;&#1077; &#1086;&#1082;&#1085;&#1086;&lt;/a&gt;&lt;/li&gt;
+	&lt;li&gt;&lt;a href=&quot;msb-transport&quot;&gt;&#1058;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090;&#1085;&#1099;&#1077; &#1080; &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&#1085;&#1099;&#1077; &#1079;&#1086;&#1085;&#1099;&lt;/a&gt;&lt;/li&gt;
+
+&lt;/Document&gt;

Added: trunk/data/help/ru/tutorial-advanced.xml
===================================================================
--- trunk/data/help/ru/tutorial-advanced.xml	2007-07-25 21:27:07 UTC (rev 1242)
+++ trunk/data/help/ru/tutorial-advanced.xml	2007-07-29 21:54:35 UTC (rev 1243)
@@ -0,0 +1,19 @@
+&lt;?xml version=&quot;1.0&quot; encoding=&quot;UTF-8&quot;?&gt;
+&lt;Document style=&quot;helpdocument&quot;&gt;
+&lt;p style=&quot;htitle&quot;&gt;&#1055;&#1088;&#1086;&#1076;&#1074;&#1080;&#1085;&#1091;&#1090;&#1099;&#1077; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1080;&lt;/p&gt;
+&lt;p style=&quot;hsubtitle&quot;&gt;&#1052;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&#1099; &#1080; &#1090;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090;&lt;/p&gt;
+&lt;p style=&quot;hp&quot;&gt;&#1044;&#1074;&#1086;&#1081;&#1085;&#1086;&#1077; &#1085;&#1072;&#1078;&#1072;&#1090;&#1080;&#1077; &#1085;&#1072; &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085; &#1086;&#1090;&#1082;&#1088;&#1099;&#1074;&#1072;&#1077;&#1090; &#1086;&#1082;&#1085;&#1086;. &#1069;&#1090;&#1086; &#1086;&#1082;&#1085;&#1086; &#1082;&#1086;&#1085;&#1090;&#1088;&#1086;&#1083;&#1103; &lt;b&gt;&#1086;&#1073;&#1084;&#1077;&#1085;&#1072; &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&#1072; &#1089; &#1090;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090;&#1086;&#1084;&lt;/b&gt;. &lt;/p&gt;
+&lt;li&gt;&#1087;&#1086;&#1082;&#1091;&#1087;&#1082;&#1072; &#1101;&#1090;&#1086; &#1090;&#1086; &#1095;&#1090;&#1086; &#1087;&#1086;&#1082;&#1091;&#1087;&#1072;&#1077;&#1090; &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085; &#1091; &#1090;&#1088;&#1072;&#1085;&#1089;&#1087;&#1086;&#1088;&#1090;&#1072; &lt;/li&gt;
+&lt;li&gt;&#1087;&#1088;&#1086;&#1076;&#1072;&#1078;&#1072; &#1101;&#1090;&#1086; &#1087;&#1077;&#1088;&#1077;&#1076;&#1072;&#1095;&#1072; &#1086;&#1087;&#1087;&#1086;&#1085;&#1077;&#1085;&#1090;&#1072;&#1084;. &lt;/li&gt;
+
+&lt;p style=&quot;hp&quot;&gt;&#1069;&#1090;&#1072; &#1092;&#1091;&#1085;&#1082;&#1094;&#1080;&#1103; &#1080;&#1089;&#1087;&#1086;&#1083;&#1100;&#1079;&#1091;&#1077;&#1090;&#1089;&#1103; &#1088;&#1077;&#1076;&#1082;&#1086;, &#1086;&#1073;&#1099;&#1095;&#1085;&#1086; &#1076;&#1083;&#1103; &#1087;&#1088;&#1077;&#1076;&#1086;&#1090;&#1074;&#1088;&#1072;&#1097;&#1077;&#1085;&#1080;&#1103; &#1082;&#1072;&#1082;&#1080;&#1093; &#1083;&#1080;&#1073;&#1086; &#1089;&#1086;&#1073;&#1099;&#1090;&#1080;&#1081;. &lt;/p&gt;
+
+&lt;p style=&quot;hsubtitle&quot;&gt;&#1057;&#1086;&#1079;&#1076;&#1072;&#1085;&#1080;&#1103; &#1089;&#1090;&#1072;&#1073;&#1080;&#1083;&#1080;&#1079;&#1072;&#1094;&#1080;&#1080;&lt;/p&gt;
+&lt;p style=&quot;hp&quot;&gt;&#1053;&#1072; &#1095;&#1077;&#1090;&#1074;&#1077;&#1088;&#1090;&#1086;&#1081; &#1074;&#1082;&#1083;&#1072;&#1076;&#1082;&#1077; &#1084;&#1080;&#1085;&#1080; &#1086;&#1082;&#1085;&#1072; &#1087;&#1086;&#1082;&#1072;&#1079;&#1099;&#1074;&#1072;&#1077;&#1090;&#1089;&#1103; &#1089;&#1086;&#1089;&#1090;&#1086;&#1103;&#1085;&#1080;&#1077; &#1089;&#1090;&#1072;&#1073;&#1080;&#1083;&#1080;&#1079;&#1080;&#1088;&#1086;&#1074;&#1072;&#1085;&#1085;&#1086;&#1081; &#1101;&#1082;&#1086;&#1085;&#1086;&#1084;&#1080;&#1082;&#1080;.&lt;/p&gt;
+&lt;p style=&quot;hp&quot;&gt;&#1054;&#1095;&#1077;&#1085;&#1100; &#1088;&#1077;&#1082;&#1086;&#1084;&#1077;&#1085;&#1076;&#1091;&#1077;&#1090;&#1089;&#1103; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1103;&#1090;&#1100; &#1080;&#1075;&#1088;&#1091;, &#1087;&#1077;&#1088;&#1077;&#1076; &#1090;&#1077;&#1084;, &#1082;&#1072;&#1082; &#1074;&#1099; &#1086;&#1089;&#1090;&#1072;&#1074;&#1083;&#1103;&#1077;&#1090;&#1077; &#1080;&#1075;&#1088;&#1091;, &#1076;&#1083;&#1103; &#1090;&#1086;&#1075;&#1086;, &#1095;&#1090;&#1086; &#1073;&#1099; &#1076;&#1086;&#1073;&#1080;&#1090;&#1100;&#1089;&#1103; &#1089;&#1090;&#1072;&#1073;&#1080;&#1083;&#1100;&#1085;&#1086;&#1075;&#1086; &#1089;&#1090;&#1072;&#1090;&#1091;&#1089;&#1072;. &#1045;&#1089;&#1083;&#1080; &#1095;&#1090;&#1086;-&#1090;&#1086; &#1087;&#1086;&#1081;&#1076;&#1077;&#1090; &#1085;&#1077; &#1090;&#1072;&#1082; (&#1085;&#1072;&#1087;&#1088;&#1080;&#1084;&#1077;&#1088; &#1075;&#1086;&#1083;&#1086;&#1076;&#1072;&#1085;&#1080;&#1077;) &#1074;&#1099; &#1084;&#1086;&#1078;&#1077;&#1090;&#1077; &#1079;&#1072;&#1087;&#1091;&#1089;&#1090;&#1080;&#1090;&#1100; &#1080;&#1075;&#1088;&#1091; &#1089; &#1084;&#1077;&#1089;&#1090;&#1072; &#1089;&#1086;&#1093;&#1088;&#1072;&#1085;&#1077;&#1085;&#1080;&#1103;. &#160;:-) &lt;/p&gt;
+&lt;p style=&quot;hp&quot;&gt;&#1057;&#1084;&#1086;&#1090;&#1088;&#1080;&#1090;&#1077; &#1085;&#1072; &#1079;&#1072;&#1087;&#1072;&#1089;&#1099; &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&#1086;&#1074; (&#1084;&#1080;&#1085;&#1080; &#1086;&#1082;&#1085;&#1086; ) &#1101;&#1090;&#1086; &#1087;&#1088;&#1077;&#1076;&#1086;&#1090;&#1074;&#1088;&#1072;&#1097;&#1072;&#1077;&#1090; &#1073;&#1086;&#1083;&#1100;&#1096;&#1080;&#1077; &#1087;&#1088;&#1086;&#1073;&#1083;&#1077;&#1084;&#1099;. &#1055;&#1077;&#1088;&#1080;&#1086;&#1076;&#1080;&#1095;&#1077;&#1089;&#1082;&#1080; &#1089;&#1084;&#1086;&#1090;&#1088;&#1080;&#1090;&#1077; &#1085;&#1072; ECO &#1074; &#1084;&#1080;&#1085;&#1080; &#1086;&#1082;&#1085;&#1077;, &#1101;&#1090;&#1086;&#1075;&#1086; &#1076;&#1086;&#1083;&#1078;&#1085;&#1086; &#1073;&#1099;&#1090;&#1100; &#1076;&#1086;&#1089;&#1090;&#1072;&#1090;&#1086;&#1095;&#1085;&#1086;. &lt;/p&gt;
+
+&lt;li&gt;&#1057;&#1086;&#1074;&#1077;&#1090;: &#1054;&#1089;&#1090;&#1077;&#1088;&#1077;&#1075;&#1072;&#1081;&#1090;&#1077;&#1089;&#1100; &#1093;&#1080;&#1073;&#1072;&#1088; &#1080; &#1084;&#1091;&#1089;&#1086;&#1088;&#1072; &#1074; &#1084;&#1072;&#1075;&#1072;&#1079;&#1080;&#1085;&#1072;&#1093;... &lt;/li&gt;
+&lt;p style=&quot;hp&quot;&gt;&lt;/p&gt;
+&lt;/Document&gt;
+

Added: trunk/data/help/ru/tutorial-scenario.xml
===================================================================
--- trunk/data/help/ru/tutorial-scenario.xml	2007-07-25 21:27:07 UTC (rev 1242)
+++ trunk/data/help/ru/tutorial-scenario.xml	2007-07-29 21:54:35 UTC (rev 1243)
@@ -0,0 +1,15 @@
+&lt;?xml version=&quot;1.0&quot; encoding=&quot;UTF-8&quot;?&gt;
+&lt;Document style=&quot;helpdocument&quot;&gt;
+&lt;p style=&quot;htitle&quot;&gt;&#1057;&#1094;&#1077;&#1085;&#1072;&#1088;&#1080;&#1080; &#1080;&#1075;&#1088;&#1099;&lt;/p&gt;
+&lt;p style=&quot;hp&quot;&gt;&#1053;&#1080;&#1078;&#1077; &quot;&#1053;&#1086;&#1074;&#1086;&#1081; &#1080;&#1075;&#1088;&#1099;&quot; &lt;/p&gt;
+
+&lt;p style=&quot;hsubtitle&quot;&gt; &#1055;&#1088;&#1086;&#1089;&#1090;&#1086;&lt;/p&gt;
+&lt;li&gt;&#1061;&#1086;&#1088;&#1086;&#1096;&#1080;&#1077; &#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1072; &lt;/li&gt;
+
+&lt;li&gt;&#1055;&#1083;&#1103;&#1078;&#1080; (&#1055;&#1086;&#1084;&#1085;&#1080;&#1090;&#1077;, &#1083;&#1102;&#1076;&#1080; &#1080;&#1083;&#1080; &#1077;&#1076;&#1103;&#1090;, &#1080;&#1083;&#1080; &#1091;&#1084;&#1080;&#1088;&#1072;&#1102;&#1090; &#160;;-) &lt;/li&gt;
+
+&lt;p style=&quot;hsubtitle&quot;&gt;&#1058;&#1103;&#1078;&#1077;&#1083;&#1086; &lt;/p&gt;
+&lt;li&gt;&quot;&#1058;&#1103;&#1078;&#1105;&#1083;&#1099;&#1077; &#1074;&#1088;&#1077;&#1084;&#1077;&#1085;&#1072;&quot;: &#1087;&#1086;&#1087;&#1088;&#1086;&#1073;&#1091;&#1081;&#1090;&#1077; &#1080;&#1079;&#1073;&#1077;&#1078;&#1072;&#1090;&#1100; &#1073;&#1072;&#1085;&#1082;&#1088;&#1086;&#1090;&#1089;&#1090;&#1074;&#1072;. &#1054;&#1089;&#1090;&#1086;&#1088;&#1086;&#1078;&#1085;&#1086; &#1072;&#1085;&#1072;&#1083;&#1080;&#1079;&#1080;&#1088;&#1091;&#1081;&#1090;&#1077; &#1080;&#1075;&#1088;&#1086;&#1074;&#1086;&#1081; &#1094;&#1080;&#1082;&#1083; &#1080; &#1087;&#1088;&#1080;&#1085;&#1080;&#1084;&#1072;&#1081;&#1090;&#1077; &#1089;&#1077;&#1088;&#1100;&#1105;&#1079;&#1085;&#1099;&#1077; &#1084;&#1077;&#1088;&#1099;, &#1095;&#1090;&#1086; &#1073;&#1099; &#1076;&#1077;&#1083;&#1072;&#1090;&#1100; &#1076;&#1077;&#1085;&#1100;&#1075;&#1080;. &#1069;&#1090;&#1086; &#1089;&#1083;&#1086;&#1078;&#1085;&#1086;, &#1085;&#1086; &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086;, &#1074;&#1086;&#1079;&#1084;&#1086;&#1078;&#1085;&#1086; &#1076;&#1086;&#1089;&#1090;&#1080;&#1095;&#1100; &#1089;&#1090;&#1072;&#1073;&#1080;&#1083;&#1100;&#1085;&#1086;&#1081; &#1101;&#1082;&#1086;&#1085;&#1086;&#1084;&#1080;&#1082;&#1080;. &lt;/li&gt;
+&lt;p style=&quot;hp&quot;&gt;&lt;/p&gt;
+&lt;/Document&gt;
+


</PRE>

<!--endarticle-->
    <HR>
    <P><UL>
        <!--threads-->
	<LI>Previous message: <A HREF="000170.html">[Lincity-ng-commit] r1242 - trunk/doc
</A></li>
	<LI>Next message: <A HREF="000172.html">[Lincity-ng-commit] r1244 - trunk/data/help/ru
</A></li>
         <LI> <B>Messages sorted by:</B> 
              <a href="date.html#171">[ date ]</a>
              <a href="thread.html#171">[ thread ]</a>
              <a href="subject.html#171">[ subject ]</a>
              <a href="author.html#171">[ author ]</a>
         </LI>
       </UL>

<hr>
<a href="https://lists.berlios.de/mailman/listinfo/lincity-ng-commit">More information about the Lincity-ng-commit
mailing list</a><br>
</body></html>
